{
  "2024": [
      {
      "n_questao": 1,
      "enunciado": "QUOTES\nOut of clutter, find simplicity.\nFrom discord, find harmony.\nIn the middle of difficulty lies opportunity. - Albert Einstein\nSOME PEOPLE FEEL THE RAIN OTHERS JUST GET WET - Bob Marley\n\nA relação entre as citações atribuídas ao físico Albert Einstein e ao cantor e compositor Bob Marley reside na crença de que é necessário",
      "alternativas": [
        "A) dar oportunidade a pessoas que parecem necessitadas.",
        "B) identificar contextos que podem representar perigo.",
        "C) tirar proveito de situações que podem ser adversas.",
        "D) evitar dificuldades que parecem ser intransponíveis.",
        "E) contestar circunstâncias que parecem ser harmônicas."
      ],
      "habilidades": [
        "Relações entre textos (intertextualidade)",
        "Estudo do Texto: interpretação de textos com diferentes linguagens (verbais, não verbais e mistas)",
        "Análise de recursos expressivos e argumentativos da linguagem"
      ],
      "resposta": "C",
      "prova": "LINGUAGENS",
      "imagem": true
    },
    {
      "n_questao": 2,
      "enunciado": "Holy War\nOh, so we can hate each other and fear each other\nWe can build these walls between each other\n[...]\nSo maybe we should love somebody\nInstead of polishing the bombs of holy war\n\nNessa letra de canção, que aborda um contexto de ódio e intolerância, o marcador 'instead of' introduz a ideia de",
      "alternativas": [
        "A) mudança de comportamento.",
        "B) panorama de conflitos.",
        "C) rotina de isolamento.",
        "D) perspectiva bélica.",
        "E) cenário religioso."
      ],
      "habilidades": [
        "Língua Estrangeira Moderna (Inglês ou Espanhol): compreensão e interpretação de textos",
        "Análise de vocabulário e estruturas linguísticas em contexto",
        "Análise de recursos expressivos e argumentativos da linguagem"
      ],
      "resposta": "A",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 3,
      "enunciado": "70% Deleted\n(Imagem de uma tela de computador simulando a exclusão de arquivos, com uma árvore sendo apagada. A estimativa de tempo restante é '2 décadas').\n\nO texto estabelece uma relação entre elementos da natureza e comandos de um programa de computador para",
      "alternativas": [
        "A) alertar as pessoas sobre a rápida destruição da natureza.",
        "B) conscientizar os indivíduos sobre a passagem acelerada do tempo.",
        "C) apresentar aos leitores os avanços tecnológicos na área da agricultura.",
        "D) orientar os usuários sobre o emprego sustentável das novas tecnologias.",
        "E) informar os interessados sobre o tempo de crescimento de novas árvores."
      ],
      "habilidades": [
        "Estudo do Texto: interpretação de textos com diferentes linguagens (verbais, não verbais e mistas)",
        "Identificação das diferentes linguagens e seus recursos nos sistemas de comunicação"
      ],
      "resposta": "A",
      "prova": "LINGUAGENS",
      "imagem": true
    },
    {
      "n_questao": 4,
      "enunciado": "I remember being caught speaking Spanish at recess [...] 'If you want to be American, speak 'American'. If you don't like it, go back to Mexico where you belong'. 'I want you to speak English [...]', my mother would say, mortified that I spoke English like a Mexican. At Pan American University, I and all Chicano students were required to take two speech classes. Their purpose: to get rid of our accents.\n\nO problema abordado nesse texto sobre imigrantes residentes nos Estados Unidos diz respeito aos prejuízos gerados pelo(a)",
      "alternativas": [
        "A) repúdio ao sotaque espanhol no uso do inglês.",
        "B) resignação diante do apagamento da língua materna.",
        "C) escassez de oportunidades de aprendizado do espanhol.",
        "D) choque entre falantes de línguas distintas de diferentes gerações.",
        "E) concorrência entre as variações linguísticas do inglês e as do espanhol."
      ],
      "habilidades": [
        "Língua Estrangeira Moderna (Inglês ou Espanhol): compreensão e interpretação de textos",
        "Variação linguística: dialetos, registros e adequação da linguagem à situação de comunicação",
        "Impacto das tecnologias na vida social e no mundo do trabalho"
      ],
      "resposta": "A",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 5,
      "enunciado": "(Imagem de uma carta da editora The VIKING PRESS Inc. para Ms. Walker, recusando a publicação do manuscrito 'The Color Purple' por causa do uso excessivo de pontos de exclamação).\n\nA carta da editora Stephanie Allen-Nichols à escritora Alice Walker tem o propósito de",
      "alternativas": [
        "A) problematizar o enredo de sua obra.",
        "B) acusar o recebimento de seu manuscrito.",
        "C) solicitar a revisão ortográfica de seu texto.",
        "D) informar a transferência de seu livro a outra editora.",
        "E) comunicar a recusa da publicação de seu romance."
      ],
      "habilidades": [
        "Reconhecimento de gêneros textuais e seus contextos de produção e circulação",
        "Língua Estrangeira Moderna (Inglês ou Espanhol): compreensão e interpretação de textos"
      ],
      "resposta": "E",
      "prova": "LINGUAGENS",
      "imagem": true
    },
    {
      "n_questao": 6,
      "enunciado": "Expressões e termos utilizados no Amazonas são retratados em livro e em camisetas\n'Na linguagem, podemos nos ver da forma mais verdadeira: nossas crenças, nossos valores, nosso lugar no mundo', afirmou o doutor em linguística [...]. Para o autor, o principal objetivo da obra é registrar a linguagem. Um designer amazonense também acha o amazonês 'xibata', tanto é que criou uma série de camisetas estampadas [...]\n\nA reportagem apresenta duas iniciativas: o livro Amazonês e as camisetas do Caboquês Ilustrado. Com temática em comum, essas iniciativas",
      "alternativas": [
        "A) recomendam produtos feitos por empreendedores da região Norte.",
        "B) ressaltam diferenças entre o falar manauara e outros falares.",
        "C) reverenciam o trabalho feito por pesquisadores brasileiros.",
        "D) destacam a descontração no jeito de ser do amazonense.",
        "E) valorizam o repertório linguístico do povo do Amazonas."
      ],
      "habilidades": [
        "Variação linguística: dialetos, registros e adequação da linguagem à situação de comunicação",
        "Reconhecimento do valor da diversidade artística e do patrimônio cultural"
      ],
      "resposta": "E",
      "prova": "LINGUAGENS",
      "imagem": true
    },
    {
      "n_questao": 7,
      "enunciado": "Conheça histórias de atletas paralímpicas que trocaram de modalidade durante a carreira esportiva\nJane Karla: a goiana de 45 anos teve poliomielite aos três anos [...] iniciou no tênis de mesa [...] conheceu o tiro com arco e, em 2015, optou por se dedicar somente à nova modalidade. Elizabeth Gomes: a santista de 55 anos era jogadora de vôlei quando foi diagnosticada com esclerose múltipla [...] ingressou no Movimento Paralímpico pelo basquete em cadeira de rodas até experimentar o atletismo. Silvana Fernandes: a paraibana de 21 anos [...] começou a praticar atletismo no lançamento de dardo [...] foi convidada para conhecer o parataekwon do.\n\nEsse conjunto de minibiografias tem como propósito",
      "alternativas": [
        "A) descrever as rotinas de treinamento das atletas.",
        "B) comparar os desempenhos de atletas de alto rendimento.",
        "C) destacar a trajetória profissional de atletas paralímpicas brasileiras.",
        "D) indicar as categorias mais adequadas a adaptações paralímpicas.",
        "E) estimular a participação de mulheres em campeonatos internacionais."
      ],
      "habilidades": [
        "Reconhecimento de gêneros textuais e seus contextos de produção e circulação",
        "Estudo do Texto: interpretação de textos com diferentes linguagens (verbais, não verbais e mistas)"
      ],
      "resposta": "C",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 8,
      "enunciado": "É fundamentalmente no Minho, norte de Portugal, que o cavaquinho aparece como instrumento tipicamente popular [...]. O cavaquinho chega ao Brasil diretamente de Portugal [...]. Semelhante ao cavaquinho minhoto, o machete, ou machetinho madeirense [...]. O ukulele tem a sua origem no século XIX, tendo como ancestrais o braguinha (ou machete) e o rajão, instrumentos levados pelos madeirenses quando eles emigraram para o Havaí.\n\nO conjunto dessas práticas musicais demonstra que os instrumentos mencionados no texto",
      "alternativas": [
        "A) refletem a dependência da utilização de matéria-prima europeia.",
        "B) adaptam suas características a cada cultura, assumindo nova identidade.",
        "C) comprovam a hegemonia portuguesa na invenção de cordófonos dedilhados.",
        "D) ilustram processos de dominação cultural, evidenciando situações de choque cultural.",
        "E) mantêm nomenclatura própria para garantir a fidelidade às formas originais de confecção."
      ],
      "habilidades": [
        "Relação entre as produções artísticas e os contextos culturais",
        "Reconhecimento do valor da diversidade artística e do patrimônio cultural",
        "Relações entre textos (intertextualidade)"
      ],
      "resposta": "B",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 9,
      "enunciado": "Pressão, depressão, estresse e crise de ansiedade. Os males da sociedade contemporânea também estão no esporte. A tenista Naomi Osaka, do Japão, [...] retirou-se do torneio de Roland Garros de 2021 porque não estava conseguindo administrar as crises de ansiedade [...]. A imprensa denomina atletas como heróis, como se aquele corpo fosse indestrutível, mas a mente é o ponto fraco da história.\n\nAs causas do desequilíbrio na saúde mental apontadas no texto estão relacionadas às",
      "alternativas": [
        "A) nacionalidades diversificadas dos praticantes.",
        "B) modalidades esportivas distintas.",
        "C) faixas etárias aproximadas.",
        "D) representações heroicas dos atletas.",
        "E) pressões constantes dos eventos e da mídia."
      ],
      "habilidades": [
        "Estudo do Texto: interpretação de textos com diferentes linguagens (verbais, não verbais e mistas)",
        "Impacto das tecnologias na vida social e no mundo do trabalho"
      ],
      "resposta": "E",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 10,
      "enunciado": "Já ouvi gente falando que o podcast é o renascimento do rádio. O rádio é genial, uma mídia imorredoura, mas podcast não tem nada a ver com ele. O formato está mais próximo do ensaio literário do que de um programa de ondas curtas, médias ou longas. Podcasts são antípodas das redes sociais. Enquanto elas são dispersivas, levam à evasão e à desinformação, os podcasts são uma possibilidade de imersão, concentração, aprendizado.\n\nSegundo a argumentação construída nesse texto, o podcast",
      "alternativas": [
        "A) provoca dispersão da atenção em seu público.",
        "B) funciona por meio de uma frequência de ondas curtas.",
        "C) propicia divulgação de conhecimento para seus usuários.",
        "D) tem um formato de interação semelhante ao das redes sociais.",
        "E) constitui uma evolução na transmissão de informações via rádio."
      ],
      "habilidades": [
        "Análise de recursos expressivos e argumentativos da linguagem",
        "Identificação das diferentes linguagens e seus recursos nos sistemas de comunicação"
      ],
      "resposta": "C",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 11,
      "enunciado": "Evanildo Bechara prepara a sua aposentadoria de pouco em pouco, como se a adiasse ao máximo. Aos 95 anos, o imortal da Academia Brasileira de Letras (ABL) alcançou um status de astro pop no mundo da filologia e da gramática. [...] A idade acentuou o lado 'cientista' e professoral de Bechara, que adota um tom técnico na conversa até mesmo diante das perguntas mais pessoais. 'Qual o seu tipo preferido de leitura?'. 'A minha leitura está dividida em duas partes, a científica e a literária...'.\n\nNesse texto, as falas atribuídas a Evanildo Bechara são representativas da variedade linguística",
      "alternativas": [
        "A) situacional, pois o contexto exige o uso da linguagem formal.",
        "B) regional, pois ele traz marcas do falar de seu local de nascimento.",
        "C) sociocultural, pois sua formação pressupõe o uso de linguagem rebuscada.",
        "D) geracional, pois ele emprega termos característicos de sua faixa etária.",
        "E) ocupacional, pois ele faz uso de termos específicos de sua área de atuação."
      ],
      "habilidades": [
        "Variação linguística: dialetos, registros e adequação da linguagem à situação de comunicação"
      ],
      "resposta": "E",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 12,
      "enunciado": "A Língua da Tabatinga, falada na cidade de Bom Despacho, Minas Gerais, foi por muito tempo estigmatizada devido à sua origem e à própria classe social de seus falantes [...]. De acordo com um documento do Iphan (2011), os falantes da língua apresentam uma forte consciência de sua relação com a descendência africana e da importância de preservar a 'fala que os identifica na região'. Essa mudança de compreensão tangencia aspectos de pertencimento [...]\n\nA Língua da Tabatinga tem sido preservada porque o(a)",
      "alternativas": [
        "A) seu registro passou da forma oral para a escrita.",
        "B) classe social de seus usuários ganhou prestígio.",
        "C) sua função inicial se manteve ao longo dos anos.",
        "D) sentimento de identidade linguística tem se consolidado.",
        "E) perfil etário de seus falantes tem se tornado homogêneo."
      ],
      "habilidades": [
        "Variação linguística: dialetos, registros e adequação da linguagem à situação de comunicação",
        "Linguagem corporal como meio de interação social e formação de identidade"
      ],
      "resposta": "D",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 13,
      "enunciado": "Diante do pouco dinheiro para produtos básicos de sobrevivência, são as adolescentes o alvo mais vulnerável à precariedade menstrual. Sofrem com dois fatores: o desconhecimento da importância da higiene menstrual para sua saúde e a dependência dos pais ou familiares para a compra do absorvente [...]. Dados da Pesquisa Nacional de Saúde (PNS), do IBGE, revelaram que, das meninas entre 10 e 19 anos que deixaram de fazer alguma atividade (estudar, realizar afazeres domésticos, trabalhar ou, até mesmo, brincar) por problemas de saúde [...], 2,88% deixaram de fazê-la por problemas menstruais.\n\nEsse texto é marcado pela função referencial da linguagem, uma vez que cumpre o propósito de",
      "alternativas": [
        "A) sugerir soluções para um problema de ordem social.",
        "B) estabelecer uma relação entre menstruação e gravidez.",
        "C) comparar o desempenho acadêmico de mulheres e homens.",
        "D) informar o leitor sobre o impacto da pobreza menstrual na vida das mulheres.",
        "E) orientar o público sobre a necessidade de rotinas de autocuidado na adolescência."
      ],
      "habilidades": [
        "Funções da linguagem (referencial, emotiva, poética, fática, conativa, metalinguística)",
        "Estudo do Texto: interpretação de textos com diferentes linguagens (verbais, não verbais e mistas)"
      ],
      "resposta": "D",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 14,
      "enunciado": "Maranhenses que moram longe matam a saudade da terra natal usando expressões próprias do estado. [...] A variedade linguística local é enorme e o modo de falar tão próprio e característico dos maranhenses vem conquistando muita gente e inspirando títulos e muito conteúdo digital [...]. Com saudades do Maranhão, morando há 16 anos no Rio de Janeiro, um fotógrafo maranhense criou um perfil na internet no qual compartilha a culinária, brincadeiras e o 'dicionário' maranhês.\n\nA vivência relatada no texto evidencia que as variedades linguísticas",
      "alternativas": [
        "A) impedem o entendimento mútuo.",
        "B) enaltecem o português do Maranhão.",
        "C) são constitutivas do português brasileiro.",
        "D) exigem a dicionarização dos termos usados.",
        "E) são restritas a situações coloquiais de comunicação."
      ],
      "habilidades": [
        "Variação linguística: dialetos, registros e adequação da linguagem à situação de comunicação",
        "Função social dos sistemas de comunicação"
      ],
      "resposta": "C",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 15,
      "enunciado": "Telemedicina é para todos, mas nem todos estão preparados. A telemedicina, nos últimos anos, tem se destacado como uma ferramenta valiosa, proporcionando uma gama de benefícios que vão desde a ampliação do acesso à assistência médica até a otimização dos recursos de todo o ecossistema de saúde. [...] Contudo, é importante reconhecer que nem todas as pessoas estão igualmente preparadas para aproveitar plenamente os cuidados ofertados pela telemedicina. [...]\n\nAo tratar da telemedicina, esse texto ressalta que um dos benefícios dessa tecnologia para a sociedade é o fato de ela",
      "alternativas": [
        "A) disponibilizar prontuário único do cidadão tanto na rede pública quanto na privada.",
        "B) oportunizar o acesso a atendimento médico a pacientes de áreas periféricas.",
        "C) fornecer dispositivos tecnológicos para a realização de exames.",
        "D) promover a interação entre diferentes especialidades médicas.",
        "E) garantir infraestrutura para o trabalho remoto de médicos."
      ],
      "habilidades": [
        "Impacto das tecnologias na vida social e no mundo do trabalho",
        "Estudo do Texto: interpretação de textos com diferentes linguagens (verbais, não verbais e mistas)"
      ],
      "resposta": "B",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 16,
      "enunciado": "Uma definição possível para o conceito de arte afro-brasileira pode ser: produção plástica que é feita por negros, mestiços ou brancos a partir de suas experiências sociais com a cultura negra nacional. Exemplos clássicos dessa abordagem são Carybé (1911-1997), Mestre Didi (1917-2013) e Djanira da Motta e Silva (1914-1979), cujas obras emergem e ganham forma em razão do ambiente social no qual habitaram e viveram.\n\nSob a perspectiva da multiculturalidade e de acordo com o texto, a produção artística afro-brasileira caracteriza-se pelo(a)",
      "alternativas": [
        "A) estranhamento no modo de apropriação da cultura religiosa de matriz africana.",
        "B) distanciamento entre as raízes de matriz africana e a estética de outras culturas.",
        "C) visão uniformizadora das religiões de matriz africana expressada nas diferentes produções.",
        "D) relação complexa entre as vivências pessoais dos artistas e os referenciais estéticos de matriz africana.",
        "E) padronização da forma de produção e da temática da matriz africana presente nas obras dos artistas citados."
      ],
      "habilidades": [
        "Relação entre as produções artísticas e os contextos culturais",
        "Funções da arte e o papel social do artista",
        "Reconhecimento do valor da diversidade artística e do patrimônio cultural"
      ],
      "resposta": "D",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 17,
      "enunciado": "Influenciadores negros têm recorrentemente chamado a atenção para o fato de terem muito menos repercussão em suas postagens e nas entregas do seu conteúdo quando comparados com os influenciadores brancos, mesmo se fotos, contextos e anúncios forem extremamente semelhantes. Segundo o site Negrê, a digital influencer e youtuber criadora do projeto digital Preta Pariu iniciou um experimento em uma plataforma. Após perceber a crescente queda nos índices de alcance digital, a paulista publicou fotografias de modelos brancas em seu perfil e analisou as métricas de engajamento. Surpreendentemente, a ferramenta de estatísticas aferiu um aumento de 6 000% em seu alcance.\n\nA apresentação do dado estatístico ao final desse texto revela a intenção de",
      "alternativas": [
        "A) demonstrar a repercussão de projetos como o Preta Pariu.",
        "B) informar o quantitativo de postagens da comunidade negra.",
        "C) potencializar o alcance de textos e imagens em sites como o Negrê.",
        "D) exaltar a qualidade das publicações sobre negritude em redes sociais.",
        "E) comprovar a relação entre o alcance de conteúdos digitais e o viés racial."
      ],
      "habilidades": [
        "Análise de recursos expressivos e argumentativos da linguagem",
        "Impacto das tecnologias na vida social e no mundo do trabalho"
      ],
      "resposta": "E",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 18,
      "enunciado": "Um estudo norte-americano analisou os efeitos da pandemia da covid-19 sobre a saúde mental e a manutenção da atividade física, revelando que um fator está diretamente ligado ao outro. De acordo com os dados, famílias de baixa renda foram mais impactadas pelo ciclo vicioso de falta de motivação e pelo sedentarismo. [...]\n\nO texto evidencia a perspectiva ampliada de saúde ao abordar criticamente a pandemia da covid-19 a partir do(a)",
      "alternativas": [
        "A) busca por espaços para a prática de exercícios físicos.",
        "B) necessidade de se manter ativo para ter equilíbrio emocional.",
        "C) distanciamento social e sua vinculação com a prática de atividades físicas.",
        "D) relação entre os determinantes socioeconômicos e a prática de exercícios.",
        "E) benefício de morar em áreas rurais para preservar a estabilidade psicológica."
      ],
      "habilidades": [
        "Estudo do Texto: interpretação de textos com diferentes linguagens (verbais, não verbais e mistas)",
        "Reconhecimento das manifestações corporais como produto cultural"
      ],
      "resposta": "D",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 19,
      "enunciado": "Até ali que sabia das misérias do mundo? Nada. Aquela noite do Castelo, tão simples, tão monótona, fora uma revelação! [...] E aquela mesma mágoa parecia-lhe agora doce e embaladora, comparando-se à outra, a Sancha, da sua idade, negra, feia, suja, levada a pontapés, dormindo sem lençóis em uma esteira, comendo em pé, apressada, os restos parcos e frios de duas velhas, vestida de algodões rotos, curvada para um trabalho sem descanso nem paga!\n\nNesse fragmento do romance de Júlia Lopes de Almeida, escrito no cenário brasileiro pós-abolição, a narradora exprime um olhar crítico sobre a",
      "alternativas": [
        "A) desvalorização da arte produzida por mulheres.",
        "B) mudança das condições de moradia do povo negro.",
        "C) ruptura do projeto político de emancipação feminina.",
        "D) exploração da força de trabalho da população negra.",
        "E) disputa de poder entre brancos e negros no século XIX."
      ],
      "habilidades": [
        "Literatura: relação entre texto literário e contexto histórico, social e político de produção",
        "Análise de elementos da narrativa, do poema e do texto dramático"
      ],
      "resposta": "D",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 20,
      "enunciado": "Sempre passo nervoso quando leio minha crônica neste jornal e percebo que escapuliu a palavra 'coisa' em alguma frase. Acontece que 'coisa' está entre as coisas mais deliciosas do mundo. O primeiro banho da minha filha foi embalado pela minha voz dizendo, ao fundo, 'cuidado, ela ainda é uma coisinha tão pequena'. 'Viu só que amor? Nunca vi coisa assim'. [...] 'Coisar' é verbo de quem está com pressa ou tem lapsos de memória.\n\nO recurso utilizado na progressão textual para garantir a unidade temática dessa crônica é a",
      "alternativas": [
        "A) intertextualidade, marcada pela citação de versos de letras de canções.",
        "B) metalinguagem, marcada pela referência à escrita de crônicas pela autora.",
        "C) reiteração, marcada pela repetição de uma determinada palavra e de seus cognatos.",
        "D) conexão, marcada pela presença dos conectores lógicos 'quando' e 'porque' entre orações.",
        "E) pronominalização, marcada pela retomada de 'minha filha' e 'um namorado ruim' pelos pronomes 'ela' e 'lo'."
      ],
      "habilidades": [
        "Análise de recursos expressivos e argumentativos da linguagem",
        "Reconhecimento de gêneros textuais e seus contextos de produção e circulação"
      ],
      "resposta": "C",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 21,
      "enunciado": "TEXTO I\nA linguagem visual dos adornos transmite informações sobre prestígio e transgressão, direito e dever [...]. Quando diretamente vinculadas aos conceitos cosmológicos, as artes indígenas convertem-se antes em prismas que refletem as concepções acerca da composição do universo e dos componentes que o povoam.\nTEXTO II\n(Imagem de um diadema da etnia Kayapó).\n\nPela leitura desses textos, infere-se que a compreensão da arte plumária indígena requer a consideração da",
      "alternativas": [
        "A) indistinção hierárquica entre os membros de um mesmo grupo social.",
        "B) prevalência dos elementos do mundo natural sobre as relações humanas.",
        "C) reconfiguração constante das representações coletivas acerca do universo.",
        "D) indeterminação entre as noções de identidade individual e de identidade cultural.",
        "E) indissociabilidade entre objetos ritualísticos e os papéis dos indivíduos na comunidade."
      ],
      "habilidades": [
        "Artes: interpretação de obras de arte (visuais, cênicas, musicais)",
        "Relação entre as produções artísticas e os contextos culturais"
      ],
      "resposta": "E",
      "prova": "LINGUAGENS",
      "imagem": true
    },
    {
      "n_questao": 22,
      "enunciado": "TEXTO I\nCapítulo 4, versículo 3\nMinha palavra vale um tiro, eu tenho muita munição\nNa queda ou na ascensão, minha atitude vai além\nE tem disposição pro mal e pro bem\n[...]\nTEXTO II\nPode-se dizer que as várias experiências narradas nos discos do Racionais tratam no fundo de um só tema: a violência que estrutura a nossa sociedade. [...]\n\nNa letra da canção, a tematização da violência mencionada no Texto II manifesta-se",
      "alternativas": [
        "A) como metáfora da desigualdade, que associa a ideia de justiça a valores históricos negativos.",
        "B) na referência a termos bélicos, que sinaliza uma crítica social à opressão da população das periferias.",
        "C) como procedimento metalinguístico, que concebe a palavra como uma forma de combate e insubordinação.",
        "D) nas definições ambíguas do enunciador, que inverte e relativiza as representações da maldade e da bondade.",
        "E) na menção à imortalidade, que sugere a possibilidade de resistência para além da dicotomia entre vida e morte."
      ],
      "habilidades": [
        "Relações entre textos (intertextualidade)",
        "Análise de elementos da narrativa, do poema e do texto dramático"
      ],
      "resposta": "C",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 23,
      "enunciado": "As reações à sétima temporada foram o ápice do último estágio em Game of Thrones. De forma alguma, este que vos fala seria capaz de argumentar que a série é perfeita, mas os defeitos que existem aqui sempre existiram [...]. A verdade é que, com tudo isso [...], a série não conseguiria ser ruim nem se tentasse, mas continua sendo uma pena que, ao buscar o seu final com tanta sede e tanta celeridade, Benioff e Weiss tenham tirado sua qualidade mais preciosa: o fôlego, a paciência e o detalhismo [...]\n\nAinda que faça uma avaliação positiva da série, nessa resenha, o autor aponta aspectos negativos da obra ao utilizar",
      "alternativas": [
        "A) marcas de impessoalidade que disfarçam a opinião do especialista.",
        "B) expressões adversativas para fazer ressalvas às afirmações elogiosas.",
        "C) interlocução com o leitor para corroborar opiniões contrárias à adaptação.",
        "D) eufemismos que minimizam as críticas feitas à construção das personagens.",
        "E) antíteses que opõem a fragilidade do roteiro à beleza da trilha sonora da série."
      ],
      "habilidades": [
        "Análise de recursos expressivos e argumentativos da linguagem",
        "Reconhecimento de gêneros textuais e seus contextos de produção e circulação"
      ],
      "resposta": "B",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 24,
      "enunciado": "— Vá para o inferno, Gondim. Você acanalhou o troço. Está pernóstico, está safado, está idiota. Há lá ninguém que fale dessa forma!\nAzevedo Gondim apagou o sorriso, engoliu em seco, apanhou os cacos da sua pequenina vaidade e replicou amuado que um artista não pode escrever como fala.\n— Não pode? — perguntei com assombro. E por quê? Azevedo Gondim respondeu que não pode porque não pode.\n\nNesse fragmento, a discussão dos personagens traz à cena um debate acerca da escrita que",
      "alternativas": [
        "A) diferencia a produção artística do registro padrão da língua.",
        "B) aproxima a literatura de dialetos sociais de pouco prestígio.",
        "C) defende a relação entre a fala e o estilo literário de um autor.",
        "D) contrapõe o preciosismo linguístico a situações de coloquialidade.",
        "E) associa o uso da norma culta à ocorrência de desentendimentos pessoais."
      ],
      "habilidades": [
        "Variação linguística: dialetos, registros e adequação da linguagem à situação de comunicação",
        "Norma padrão da língua portuguesa e seus usos em diferentes situações"
      ],
      "resposta": "D",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 25,
      "enunciado": "VISCONTI, E. Três meninas no jardim. Óleo sobre tela, 81 x 65 cm. Museu Nacional de Belas Artes, Rio de Janeiro, 1935.\n\nEliseu D'Angelo Visconti (1866-1944) desenvolveu diversas obras no Brasil, com grande influência das escolas europeias. Em sua pintura Três meninas no jardim, há",
      "alternativas": [
        "A) culto à fluidez e ao progresso, nos moldes do ideário futurista.",
        "B) valorização de formas decompostas, a exemplo do estilo cubista.",
        "C) efeitos fugazes de luz e movimento, que remetem à estética impressionista.",
        "D) expressão do sonho e do inconsciente, que dialoga com a proposta surrealista.",
        "E) tematização de elementos cotidianos, que resgata modelos de representação da arte realista."
      ],
      "habilidades": [
        "Artes: interpretação de obras de arte (visuais, cênicas, musicais)",
        "Relação entre as produções artísticas e os contextos culturais"
      ],
      "resposta": "C",
      "prova": "LINGUAGENS",
      "imagem": true
    },
    {
      "n_questao": 26,
      "enunciado": "Por trás do universo 'masculino' das lutas, é cada vez mais notório o aumento da participação de mulheres nessa prática corporal. [...] Uma pesquisa científica mostrou menor participação e mobilização das meninas em comparação com os meninos nas aulas de Educação Física. Entre as justificativas discentes para essa situação está o fato de que eles relacionam a luta como uma expressão corporal masculina e, por consequência, não adequada aos interesses femininos.\n\nSegundo o texto, apesar do aumento da participação de mulheres em lutas, a realidade na escola ainda é diferente em razão do(a)",
      "alternativas": [
        "A) esportivização desse conteúdo.",
        "B) masculinização dessa modalidade.",
        "C) enfoque desses eventos pela mídia.",
        "D) trato pedagógico dessa manifestação.",
        "E) marginalização desse tema pela Educação Física."
      ],
      "habilidades": [
        "Reconhecimento das manifestações corporais como produto cultural",
        "Linguagem corporal como meio de interação social e formação de identidade"
      ],
      "resposta": "B",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 27,
      "enunciado": "Volta e meia recebo cartinhas de fãs, e alguns são bem jovens, contando como meu trabalho com a música mudou a vida deles. Fico no céu lendo essas coisas e me emociono quando escrevem que não são aceitos pelos pais por serem diferentes, e como minhas músicas são uma companhia e os libertam nessas horas de solidão. [...] Queria dar beijinhos e carinhos sem ter fim nessa moçada [...]\n\nComo estratégia para se aproximar de seu leitor, a autora usa uma postura de empatia explicitada em",
      "alternativas": [
        "A) 'Volta e meia recebo cartinhas de fãs, e alguns são bem jovens'.",
        "B) 'Fico no céu lendo essas coisas'.",
        "C) 'Sinto que é mais complicado ser jovem hoje'.",
        "D) 'Queria dar beijinhos e carinhos sem ter fim nessa moçada'.",
        "E) 'Diria que não é sinal de saúde estar bem-adaptado a uma sociedade doente'."
      ],
      "habilidades": [
        "Análise de recursos expressivos e argumentativos da linguagem",
        "Funções da linguagem (referencial, emotiva, poética, fática, conativa, metalinguística)"
      ],
      "resposta": "C",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 28,
      "enunciado": "Data venia\nConheci Bentinho e Capitu nos meus curiosos e antigos quinze anos. E os olhos de água da jovem de Matacavalos atraíram-me, seduziram-me ao primeiro contato. [...] Retomei inúmeras vezes a triste história daquele amor em desencanto. [...] Eis que, diante de mais um retorno ao romance, veio a iluminação: por que não dar voz plena àquela mulher, brasileira do século XIX [...]?\n\nPara apresentar a apropriação literária que faz da obra de Machado de Assis, o autor desse texto",
      "alternativas": [
        "A) relaciona aspectos centrais da obra original e, então, reafirma o ponto de vista adotado.",
        "B) explica os pontos de vista de críticos da literatura e, por fim, os redimensiona na discussão.",
        "C) introduz elementos relevantes da história e, na sequência, apresenta motivos para refutá-los.",
        "D) justifica as razões pelas quais adotou certa abordagem e, em seguida, reconsidera tal escolha.",
        "E) contextualiza o enredo de forma subjetiva e, na conclusão, explicita o foco narrativo a ser assumido."
      ],
      "habilidades": [
        "Relações entre textos (intertextualidade)",
        "Análise de recursos expressivos e argumentativos da linguagem",
        "Literatura: relação entre texto literário e contexto histórico, social e político de produção"
      ],
      "resposta": "E",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 29,
      "enunciado": "Meu irmão é filho adotivo. Há uma tecnicidade no termo, filho adotivo, que contribui para sua aceitação social. [...] Se a inquietude continua a reverberar em mim, é porque ouço a frase também de maneira parcial — meu irmão é filho — e é difícil aceitar que ela não termine com a verdade tautológica habitual: meu irmão é filho dos meus pais. Estou entoando que meu irmão é filho e uma interrogação sempre me salta aos lábios: filho de quem?\n\nDas reflexões do narrador, apreende-se uma perspectiva que associa a adoção",
      "alternativas": [
        "A) a representações sociais estigmatizadas da parentalidade.",
        "B) à necessidade de aprovação por parte de desconhecidos.",
        "C) ao julgamento velado de membros do núcleo familiar.",
        "D) ao conflito entre o termo técnico e o vínculo afetivo.",
        "E) a inquietações próprias das relações entre irmãos."
      ],
      "habilidades": [
        "Análise de elementos da narrativa, do poema e do texto dramático",
        "Estudo do Texto: interpretação de textos com diferentes linguagens (verbais, não verbais e mistas)"
      ],
      "resposta": "A",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 30,
      "enunciado": "TEXTO I\nA 13 de fevereiro de 1946, Graciliano Ramos escreve uma carta a Cândido Portinari relembrando uma visita que lhe fizera quando tivera a ocasião de apreciar algumas telas da série Retirantes. [...]\nTEXTO II\nHistórias de ninar (adultos)\nHouve um tempo — tão perto, e, ó, tão longe — em que a arte era um holofote na unha encravada, não um campeonato de melhores esmaltes. [...]\n\nNo que diz respeito à arte, o posicionamento de Antônio Prata, no Texto II, aproxima-se da tese de Graciliano Ramos, no Texto I, uma vez que ambos",
      "alternativas": [
        "A) defendem a dignidade do ofício dos artistas.",
        "B) concluem que a arte reforça crenças pessoais.",
        "C) apresentam a pobreza como inspiração para a arte.",
        "D) afirmam o necessário caráter desestabilizador da arte.",
        "E) atestam que há mudanças significativas na produção artística."
      ],
      "habilidades": [
        "Relações entre textos (intertextualidade)",
        "Funções da arte e o papel social do artista"
      ],
      "resposta": "D",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 31,
      "enunciado": "Cap. XLVIII / Terpsícore\nAo contrário do que ficou dito atrás, Flora não se aborreceu na ilha. [...] Também invejava a princesa imperial, que viria a ser imperatriz um dia, com o absoluto poder de despedir ministros e damas, visitas e requerentes, e ficar só, no mais recôndito do paço, fartando-se de contemplação ou de música. Era assim que Flora definia o ofício de governar.\n\nConvidada para o último baile do Império, na Ilha Fiscal, localizada no Rio de Janeiro, Flora devaneia sobre aspectos daquele contexto, no qual o narrador ironiza a",
      "alternativas": [
        "A) promessa de esperança com o futuro regime.",
        "B) alienação da elite em relação ao fim da monarquia.",
        "C) perspectiva da contemplação distanciada da capital.",
        "D) animosidade entre população e membros da nobreza.",
        "E) fantasia de amor e de casamento da mulher burguesa."
      ],
      "habilidades": [
        "Análise de elementos da narrativa, do poema e do texto dramático",
        "Literatura: relação entre texto literário e contexto histórico, social e político de produção"
      ],
      "resposta": "B",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 32,
      "enunciado": "Marília acorda\nTomo café em golinhos para não queimar meus lábios ressequidos. Como pão em pedacinhos para não engasgar com um farelo mais duro. [...] Ela pega uma manta de tricô que temos desde não sei quando e põe sobre as minhas costas. Ela aperta meus ombros com muita força, porque mesmo depois de todos esses anos, não descobriu a medida certa do carinho. Eu gosto. Porque entendo que naquele ato, naquela força está o nosso carinho.\n\nNesse trecho, o drama do declínio físico da narradora transmite uma sensibilidade lírica centrada na",
      "alternativas": [
        "A) necessidade de fazer adaptações na casa.",
        "B) atmosfera de afeto fortalecido pelo convívio.",
        "C) condição de dependência de outras pessoas.",
        "D) determinação de manter a regularidade da rotina.",
        "E) aceitação das restrições de mobilidade da personagem."
      ],
      "habilidades": [
        "Análise de elementos da narrativa, do poema e do texto dramático",
        "Funções da linguagem (referencial, emotiva, poética, fática, conativa, metalinguística)"
      ],
      "resposta": "B",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 33,
      "enunciado": "(Imagem da Campanha do Agasalho. Uma pessoa doa uma blusa que se transforma em outra pessoa recebendo-a. Texto: 'VOU DEIXAR QUE VOCÊ SE VÁ. Deixe suas roupas aquecerem quem mais precisa.')\n\nNesse cartaz, a expressão 'Vou deixar que você se vá', em conjunto com os elementos não verbais utilizados, tem a finalidade de",
      "alternativas": [
        "A) incentivar o descarte de itens defeituosos.",
        "B) promover a reciclagem de produtos usados.",
        "C) garantir a conservação de roupas de inverno.",
        "D) relacionar o gesto de doação à ideia de desapego.",
        "E) comparar a peça de roupa ao sentimento de despedida."
      ],
      "habilidades": [
        "Estudo do Texto: interpretação de textos com diferentes linguagens (verbais, não verbais e mistas)",
        "Análise de recursos expressivos e argumentativos da linguagem"
      ],
      "resposta": "D",
      "prova": "LINGUAGENS",
      "imagem": true
    },
    {
      "n_questao": 34,
      "enunciado": "Teclado amazônico\nEm novembro de 2023, uma professora indígena recebeu uma missão: verter as regras de um jogo de tabuleiro infantil do português para o tukano, sua língua nativa. [...] O trabalho ficou mais fácil graças a um aplicativo lançado no ano anterior: com o Linklado em seu computador, ela traduziu as sete páginas das instruções do jogo em dois dias. [...] 'O Linklado possibilita que o Brasil reconheça a sua diversidade linguística', afirma uma antropóloga [...]\n\nDe acordo com esse texto, o aplicativo Linklado contribuiu para a",
      "alternativas": [
        "A) criação de fonemas representativos de línguas indígenas no meio digital.",
        "B) democratização do registro escrito de línguas dos povos originários.",
        "C) adaptação de regras de jogos de tabuleiro de origem indígena.",
        "D) divulgação das técnicas de tradução de línguas indígenas.",
        "E) aprendizagem da língua portuguesa pelos indígenas."
      ],
      "habilidades": [
        "Impacto das tecnologias na vida social e no mundo do trabalho",
        "Reconhecimento do valor da diversidade artística e do patrimônio cultural",
        "Variação linguística: dialetos, registros e adequação da linguagem à situação de comunicação"
      ],
      "resposta": "B",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 35,
      "enunciado": "— Eu lhe juro, Aurélia. Estes lábios nunca tocaram a face de outra mulher, que não fosse minha mãe. Meu primeiro beijo de amor, guardei-o para minha esposa, para ti...\n[...] — Vendido! — exclamou Seixas ferido dentro d'alma. — Vendido, sim: não tem outro nome. Sou rica, muito rica; sou milionária; precisava de um marido, traste indispensável às mulheres honestas. O senhor estava no mercado; comprei-o.\n\nAo tematizar o casamento, esse fragmento reproduz uma concepção de literatura romântica evidenciada na",
      "alternativas": [
        "A) defesa da igualdade de gêneros.",
        "B) importância atribuída à castidade.",
        "C) indignação com as injustiças sociais.",
        "D) interferência da riqueza sobre o amor.",
        "E) valorização das relações interpessoais."
      ],
      "habilidades": [
        "Características dos principais movimentos literários do Brasil e de Portugal",
        "Literatura: relação entre texto literário e contexto histórico, social e político de produção"
      ],
      "resposta": "D",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 36,
      "enunciado": "TEXTO I (Imagem de uma 'Cabeça de uma figura feminina', escultura em mármore, circa 2700-2500 a.C.)\nTEXTO II (Imagem de uma 'Cabeça de mulher' de Modigliani, escultura em calcário, circa 1910-1911.)\n\nA leitura comparativa das duas esculturas, separadas por mais de 2500 anos, indica a",
      "alternativas": [
        "A) valorização da arte antiga por artistas contemporâneos.",
        "B) resistência da arte escultórica aos avanços tecnológicos.",
        "C) simplificação da forma em razão do tipo de material utilizado.",
        "D) persistência de padrões estéticos em diferentes épocas e culturas.",
        "E) ausência de detalhes como traço distintivo da arte tradicional popular."
      ],
      "habilidades": [
        "Artes: interpretação de obras de arte (visuais, cênicas, musicais)",
        "Relações entre literatura, outras artes e outros saberes",
        "Relação entre as produções artísticas e os contextos culturais"
      ],
      "resposta": "D",
      "prova": "LINGUAGENS",
      "imagem": true
    },
    {
      "n_questao": 37,
      "enunciado": "Se você é feito de música, este texto é pra você\nÀs vezes, no silêncio da noite, eu fico imaginando: que graça teria a vida sem música? [...] Já somos castigados com o peso das tragédias, o barulho das buzinas, os ruídos dos conflitos. É pau, é pedra, é o fim do caminho. Há uma nuvem de lágrimas sobre os olhos, você está na lanterna dos afogados, o coração despedaçado. Mas, como um sopro, da janela do vizinho, entra o samba que reanima a mente.\n\nDefendendo a importância da música para o bem-estar e o equilíbrio emocional das pessoas, a autora usa, como recurso persuasivo, a",
      "alternativas": [
        "A) contradição, ao associar o coração despedaçado à alegria.",
        "B) metáfora, ao citar a imagem da metamorfose ambulante.",
        "C) intertextualidade, ao resgatar versos de letras de canções.",
        "D) enumeração, ao mencionar diferentes ritmos musicais.",
        "E) hipérbole, ao falar em 'sofrência', 'tragédias' e 'afogados'."
      ],
      "habilidades": [
        "Relações entre textos (intertextualidade)",
        "Análise de recursos expressivos e argumentativos da linguagem"
      ],
      "resposta": "C",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 38,
      "enunciado": "pessoas com suas malas\nmochilas e valises\nchegam e se vão\nse encontram\nse despedem\ne se despem\nde seus pertences\ncomo se pudessem chegar\na algum lugar\nonde elas mesmas\nnão estivessem\n\nEsse poema, por meio da ideia de deslocamento, metaforiza a tentativa de pessoas",
      "alternativas": [
        "A) buscarem novos encontros.",
        "B) fugirem da própria identidade.",
        "C) procurarem lugares inexplorados.",
        "D) partirem em experiências inusitadas.",
        "E) desaparecerem da vida em sociedade."
      ],
      "habilidades": [
        "Análise de elementos da narrativa, do poema e do texto dramático",
        "Análise de recursos expressivos e argumentativos da linguagem"
      ],
      "resposta": "B",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 39,
      "enunciado": "Falar errado é uma arte, Arnesto!\nNo dia 6 de agosto de 1910, Emma Riccini Rubinato pariu um garoto sapeca em Valinhos e deu a ele o nome de João Rubinato. Na escola, João não passou do terceiro ano. [...] Virou Adoniran Barbosa. O cara falava errado, voz rouca, pinta de malandro da roça. Virou ícone da música brasileira, o mais paulista de todos, falando errado e irritando Vinicius de Moraes [...]. 'Acontece que é preciso saber falar errado. Falar errado é uma arte, senão vira deboche'.\n\nO 'falar errado' a que o texto se refere constitui um preconceito em relação ao uso que Adoniran Barbosa fazia da língua em suas composições, pois esse uso",
      "alternativas": [
        "A) marcava a linguagem dos comediantes no mesmo período.",
        "B) prejudicava a compreensão das canções pelo público.",
        "C) denunciava a ausência de estilo nas letras de canção.",
        "D) restringia a criação poética nas letras do compositor.",
        "E) transgredia a norma-padrão vigente à época."
      ],
      "habilidades": [
        "Variação linguística: dialetos, registros e adequação da linguagem à situação de comunicação",
        "Norma padrão da língua portuguesa e seus usos em diferentes situações"
      ],
      "resposta": "E",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 40,
      "enunciado": "O festival folclórico de Parintins, no Amazonas, anunciou que o Boi Caprichoso levou, em 2018, seu 23º título contra 31 do adversário Boi Garantido. Desde o fim do evento que não paro de cantar duas músicas que aprendi no Bumbódromo [...]. Em Parintins, você tem de ter um lado. Há aqueles que tentam fugir e dizem que são 'garanchoso', com os quais me identifiquei, mas esses são vistos com certo desdém.\n\nA apropriação de elementos como rivalidade, competitividade, torcida e gritos de guerra pelo festival de Parintins evidencia a",
      "alternativas": [
        "A) escolha de um local específico para a festa.",
        "B) importância atribuída pelos turistas aos bois.",
        "C) interação social estabelecida após o evento.",
        "D) aproximação da manifestação folclórica com o esporte.",
        "E) composição de enredos musicais pelos 'garanchosos'."
      ],
      "habilidades": [
        "Reconhecimento das manifestações corporais como produto cultural",
        "Reconhecimento do valor da diversidade artística e do patrimônio cultural"
      ],
      "resposta": "D",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 41,
      "enunciado": "O Brasil somou cerca de 60 mil novos casos de câncer de mama até o final de 2019 [...]. Apesar de o Outubro Rosa ser o mês de conscientização sobre a questão voltada para as mulheres, é muito importante lembrar que um dos grandes mitos da medicina é o de que o câncer de mama não afeta o sexo masculino.\nFatores importantes para detectar o câncer de mama masculino: 1. Genética [...]; 2. Hormônios [...]; 3. Caroços [...]; 4. Retração na pele [...]\n\nAs informações dessa reportagem auxiliam no combate ao câncer de mama masculino por apresentarem um alerta sobre o(s)",
      "alternativas": [
        "A) sinais indicadores da doença.",
        "B) índice de crescimento de casos.",
        "C) exames para diagnóstico do tumor.",
        "D) mitos a respeito da herança genética.",
        "E) período de campanhas de conscientização."
      ],
      "habilidades": [
        "Estudo do Texto: interpretação de textos com diferentes linguagens (verbais, não verbais e mistas)",
        "Reconhecimento de gêneros textuais e seus contextos de produção e circulação"
      ],
      "resposta": "A",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 42,
      "enunciado": "Feijoada à minha moda\nAmiga Helena Sangirardi\nConforme um dia prometi\n[...]\nDever cumprido. Nunca é vã\nA palavra de um poeta... — jamais!\nAbraça-a, em Brillat-Savarin,\nO seu Vinicius de Moraes.\n\nApesar de haver marcas formais de carta e receita, a característica que define esse texto como poema é o(a)",
      "alternativas": [
        "A) nomeação de um interlocutor.",
        "B) manifestação de intimidade.",
        "C) descrição de procedimentos.",
        "D) utilização de uma linguagem expressiva.",
        "E) apresentação de ingredientes culinários."
      ],
      "habilidades": [
        "Reconhecimento de gêneros textuais e seus contextos de produção e circulação",
        "Análise de elementos da narrativa, do poema e do texto dramático"
      ],
      "resposta": "D",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 43,
      "enunciado": "TEXTO I\nA fotografia de Regina Valkenborgh apresenta 2953 arcos de luz cruzando o céu e registra o nascer e o pôr do sol ao longo de oito anos. Em 2012, essa estudante [...] colocou uma folha de papel fotográfico em uma lata com um pequeno orifício, criando assim uma câmera pinhole de baixa tecnologia. Porém, a lata foi esquecida em um telescópio [...]\nTEXTO II\n(Imagem da fotografia de Regina Valkenborgh)\n\nO experimento realizado por Regina Valkenborgh resultou no entendimento de que a",
      "alternativas": [
        "A) técnica fotográfica alternativa limita o registro de imagens.",
        "B) apreciação da natureza depende de registro fotográfico.",
        "C) criatividade artística decorre do conhecimento científico.",
        "D) câmera de criação caseira tem valor tecnológico.",
        "E) produção artística pode ser resultado do acaso."
      ],
      "habilidades": [
        "Funções da arte e o papel social do artista",
        "Artes: interpretação de obras de arte (visuais, cênicas, musicais)"
      ],
      "resposta": "E",
      "prova": "LINGUAGENS",
      "imagem": true
    },
    {
      "n_questao": 44,
      "enunciado": "Os Jogos Olímpicos já não são mais os mesmos. [...] Esse movimento começou com o vôlei de praia tornando-se esporte olímpico em 1996, passou pela chegada do BMX Racing como primeiro 'radical' a entrar no programa em 2008, e agora atinge seu momento mais insólito com a inclusão do break dance como modalidade dos Jogos de Paris, em 2024. Para os mais tradicionalistas, o cruzamento da linha que delimitava o que é esporte e o que é cultura e arte é uma afronta ao espírito dos Jogos Olímpicos.\n\nA mudança no programa olímpico mencionada no texto mostra que o esporte está se",
      "alternativas": [
        "A) aproximando da aventura.",
        "B) mantendo em sua forma padrão.",
        "C) tornando uma forma de dança.",
        "D) afastando de elementos culturais.",
        "E) adaptando às demandas do seu tempo."
      ],
      "habilidades": [
        "Reconhecimento das manifestações corporais como produto cultural",
        "Transformação de hábitos corporais em função das necessidades cinestésicas"
      ],
      "resposta": "E",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 45,
      "enunciado": "Memes e fake news: o impacto na educação das crianças\nHá quem diga que o Brasil nunca mais foi o mesmo depois dos memes. Na economia da velocidade, alguns apostam no humor, outros no engajamento político, e tem gente investindo alto na mentira também. [...] 'Percebi que muitos alunos e pais estavam divulgando conteúdos sem saber o que havia por trás das palavras', relata a professora. Letramento político e midiático é um desafio intergeracional.\n\nAo abordar a relação dos memes com a educação, a reportagem sustenta uma crítica à",
      "alternativas": [
        "A) falta de fiscalização no uso de aplicativos de mensagens por crianças.",
        "B) divulgação de informação manipulada em postagens virtuais.",
        "C) utilização de ferramentas digitais no trabalho educacional.",
        "D) exploração de conteúdos humorísticos nas mídias sociais.",
        "E) propagação de mensagens com objetivos políticos."
      ],
      "habilidades": [
        "Função social dos sistemas de comunicação",
        "Impacto das tecnologias na vida social e no mundo do trabalho",
        "Análise de recursos expressivos e argumentativos da linguagem"
      ],
      "resposta": "B",
      "prova": "LINGUAGENS",
      "imagem": false
    },
    {
      "n_questao": 46,
      "enunciado": "TEXTO I\nUm terremoto de magnitude 5,9 atingiu a cidade de Valparaíso, na costa chilena.\nTEXTO II\nUm tremor de terra de magnitude 4,8 foi registrado no município de Atalaia do Norte, no interior do estado do Amazonas.\nTEXTO III\nMoradores usaram as redes sociais para relatar tremores de terra no interior de São Paulo.\n\nAs diferenças entre os eventos geológicos relatados decorrem de distintas posições geográficas das cidades em relação a:",
      "alternativas": [
        "A) Planícies costeiras.",
        "B) Bacias continentais.",
        "C) Zonas de subducção.",
        "D) Áreas de denudação.",
        "E) Vertentes escarpadas."
      ],
      "habilidades": [
        "Geografia Física (clima, relevo, vegetação, hidrografia)",
        "Geopolítica mundial (conflitos, fronteiras, blocos econômicos)"
      ],
      "resposta": "C",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 47,
      "enunciado": "Tal qual num exército, não se compreende um efetivo composto apenas de oficiais. Também na saúde pública, os funcionários técnicos graduados necessitam ser assistidos por auxiliares em número suficiente e com preparo adequado, constituído pelas enfermeiras de saúde pública, educadoras ou visitadoras sanitárias, técnicos de laboratório, inspetores ou guardas etc., para não falarmos no pessoal burocrático, não especializado.\n\nO texto dos sanitaristas atuantes nas décadas de 1920 e 1930 veicula uma mensagem caracterizada pela",
      "alternativas": [
        "A) higienização moral.",
        "B) imposição eugênica.",
        "C) assimilação cultural.",
        "D) hegemonização identitária.",
        "E) hierarquização profissional."
      ],
      "habilidades": [
        "Mundo do trabalho e transformações sociais",
        "História do Brasil (Colônia, Império e República)"
      ],
      "resposta": "E",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 48,
      "enunciado": "O rompimento da barragem de Fundão levou muito consigo. A lama soterrou sonhos e modificou de forma permanente centenas de vidas nascidas e criadas em Bento Rodrigues e Paracatu, em Mariana (MG). [...] Ao fugirem dos rejeitos que rapidamente tomaram as localidades, deixaram para trás os resquícios da vida que tiveram até o 5 de novembro de 2015. Nada jamais seria igual.\n\nConforme o texto, o evento gerou o seguinte impacto na relação entre as pessoas e o seu espaço vivido:",
      "alternativas": [
        "A) Flexibilização de parâmetros ambientais.",
        "B) Consolidação de identidades regionais.",
        "C) Fragilização de vínculos afetivos.",
        "D) Supressão de práticas exploratórias.",
        "E) Recuperação de tradições ancestrais."
      ],
      "habilidades": [
        "Questões ambientais em escala local e global",
        "Globalização e seus impactos socioespaciais"
      ],
      "resposta": "C",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 49,
      "enunciado": "Com a proximidade do final do século XIX, amplificam-se as expectativas com relação ao século seguinte. Se muitas eram as utopias, talvez uma das mais evidentes tenha se concentrado nas potencialidades da nova ciência, com suas invenções e projetos. [...] De forma acelerada, entraram no Brasil a luz elétrica e, com ela, o telégrafo, o telefone, o cinematógrafo. Na área dos transportes, o trem a vapor é substituído pelo elétrico, que assiste à entrada do automóvel e até do aeroplano.\n\nNo Brasil, os eventos descritos ganharam conotação política ao serem vinculados à",
      "alternativas": [
        "A) expansão estratégica do imperialismo.",
        "B) ascensão gradual do mercantilismo.",
        "C) laicidade da educação.",
        "D) retomada do absolutismo.",
        "E) visão republicana de nação."
      ],
      "habilidades": [
        "História do Brasil (Colônia, Império e República)",
        "Impactos das novas tecnologias na sociedade"
      ],
      "resposta": "E",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 50,
      "enunciado": "O bispo Bartolomeu de Las Casas é o homem mais odiado da América, o anti-Cristo dos senhores, o açoite destas terras. Por sua culpa, o imperador promulgou novas leis que despojam de escravos índios os filhos dos conquistadores. [...] Las Casas é o homem mais amado da América. Voz dos mudos, teimoso defensor dos que recebem pior tratamento que o esterco das praças [...]\n\nOs diferentes pontos de vista presentes no texto expressam que o bispo era, ao mesmo tempo,",
      "alternativas": [
        "A) execrado pelos reis e reverenciado pelos religiosos do local.",
        "B) detestado pelos colonizadores e respeitado pelos povos do lugar.",
        "C) menosprezado pela colônia e idolatrado pelos governantes da região.",
        "D) desrespeitado pela metrópole e adorado pelos invasores da Espanha.",
        "E) desacatado pelos excluídos e valorizado pelos negociantes de negros."
      ],
      "habilidades": [
        "História da América e da África",
        "Movimentos sociais, cidadania e direitos"
      ],
      "resposta": "B",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 51,
      "enunciado": "A valsa vienense é a mais antiga das danças de salão tradicional. É dançada desde a Idade Média, quando os pares davam voltas pelo salão realizando giros em torno de si mesmos em postura fechada. [...] Originária das danças campestres e folclóricas, no século XVI, a aristocracia francesa abandonou a valsa por sua estreita relação com a cultura plebeia, retomando-a posteriormente.\n\nA expressão cultural descrita no texto foi rejeitada no início da Idade Moderna por congregar",
      "alternativas": [
        "A) traços advindos da feitiçaria nórdica.",
        "B) práticas inspiradas em rituais pagãos.",
        "C) regras decorrentes do período renascentista.",
        "D) compassos produzidos em territórios colonizados.",
        "E) elementos provenientes de segmentos populares."
      ],
      "habilidades": [
        "Patrimônio cultural e memória histórica",
        "Desigualdades sociais e estratificação"
      ],
      "resposta": "E",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 52,
      "enunciado": "O Black Lives Matter vai para além do nacionalismo estreito que pode prevalecer no seio das comunidades negras, que se limita a apelar aos negros a amar os negros, viver como os negros e comprar produtos dos negros, e mantém à frente do movimento homens negros heterossexuais. Black Lives Matter estima as vidas dos negros e negras homossexuais e transexuais, pessoas incapacitadas, negros sem documentos ou com antecedentes criminais, mulheres e as vidas de todos os negros de todo o espectro de gêneros.\n\nA reivindicação do movimento norte-americano apresentada no texto consiste na necessidade de",
      "alternativas": [
        "A) manter a conquista de direitos sociais.",
        "B) integrar a diversidade do grupo identitário.",
        "C) priorizar a preservação de culturas africanas.",
        "D) defender a adoção de valores supremacistas.",
        "E) permitir a permanência do modelo androcêntrico."
      ],
      "habilidades": [
        "Movimentos sociais, cidadania e direitos",
        "Indivíduo, cultura e sociedade"
      ],
      "resposta": "B",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 53,
      "enunciado": "Diferenças entre inundação gradual e brusca\n(Gráfico comparando 'inundação brusca' - pico alto e de curta duração - com 'inundação gradual' - pico baixo e de longa duração).\n\nA desproporção de velocidade e tempo de duração nos tipos de inundação destacados é condicionada pela",
      "alternativas": [
        "A) variabilidade solar anual.",
        "B) temperatura média mensal.",
        "C) declividade do relevo local.",
        "D) dinâmica tectônica regional.",
        "E) gradação da turbidez fluvial."
      ],
      "habilidades": [
        "Geografia Física (clima, relevo, vegetação, hidrografia)",
        "Cartografia (leitura e interpretação de mapas e escalas)"
      ],
      "resposta": "C",
      "prova": "CIENCIAS HUMANAS",
      "imagem": true
    },
    {
      "n_questao": 54,
      "enunciado": "Os grupos dominantes são beneficiados em termos de credibilidade e podem, com isso, controlar falas de membros de outros grupos, descredibilizando seus testemunhos com base em concepções compartilhadas de preconceito de identidade (gênero e raça). [...] Assim, um falante recebe menos credibilidade devido ao preconceito do ouvinte.\n\nCom base na reflexão suscitada no texto, o preconceito de identidade é responsável por um tipo de injustiça",
      "alternativas": [
        "A) estética, que normatiza os padrões corporais.",
        "B) sensorial, que privilegia as habilidades visuais.",
        "C) afetiva, que impede as expressões emocionais.",
        "D) epistêmica, que prejudica as trocas informacionais.",
        "E) econômica, que perpetua as desigualdades materiais."
      ],
      "habilidades": [
        "Teoria do conhecimento (Epistemologia)",
        "Ética e justiça",
        "Desigualdades sociais e estratificação"
      ],
      "resposta": "D",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 55,
      "enunciado": "A alma funciona no meu corpo de maneira maravilhosa. Nele se aloja, certamente, mas sabe bem dele escapar: escapa para ver as coisas através da janela dos meus olhos, escapa para sonhar quando durmo, para sobreviver quando morro. Minha alma durará muito tempo e mais que muito tempo, quando meu corpo vier a apodrecer. Viva minha alma!\n\nEsse texto reforça uma concepção metafísica clássica que remete a um(a)",
      "alternativas": [
        "A) pressuposto lógico.",
        "B) pensamento dicotômico.",
        "C) contemplação da natureza.",
        "D) raciocínio argumentativo.",
        "E) crítica à individualidade."
      ],
      "habilidades": [
        "Filosofia Antiga (pré-socráticos, Sócrates, Platão, Aristótele)",
        "Filosofia Moderna (Racionalismo, Empirismo, Contratualismo)"
      ],
      "resposta": "B",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 56,
      "enunciado": "No primeiro dia, foi colocada uma panela de barro no centro do barracão, a qual representava o espírito do morto presente na sala. Aqueles que dançavam depositavam moedas ao passarem junto dela e, ao seu redor, milho branco, mel, água, acaçás, cachaça. No segundo dia, os ogãs, antes de iniciar a cerimônia, caminharam pelo corredor formado pelas casas [...]. No terceiro dia, quatro pessoas, as mais influentes do culto, carregaram um lençol, que aparentemente continha um corpo em seu interior.\n\nO ritual brasileiro apresentado no texto representa, para seus adeptos, a",
      "alternativas": [
        "A) manutenção de uma memória coletiva.",
        "B) contestação de uma identidade étnica.",
        "C) imolação de uma divindade africana.",
        "D) legitimação de uma prática pagã.",
        "E) promissão de uma revolta social."
      ],
      "habilidades": [
        "Patrimônio cultural e memória histórica",
        "Indivíduo, cultura e sociedade"
      ],
      "resposta": "A",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 57,
      "enunciado": "Espaços públicos não são produtos dados e acabados, uma instituição que, uma vez estabelecida, traria a paz da consensualidade e a perfeita igualdade. São os lugares em que os problemas aparecem e se transformam em debates, em diálogo e em possibilidade de ajuste e compromissos. Por isso, não anulam os conflitos, ao contrário, são canais de comunicação e de visibilidade de oposições.\n\nAs características descritas no texto exibem a importância dos espaços públicos para a",
      "alternativas": [
        "A) prática do lazer.",
        "B) vigilância da sociedade.",
        "C) erradicação da violência.",
        "D) construção da democracia.",
        "E) diversificação do trabalho."
      ],
      "habilidades": [
        "Filosofia política (democracia, liberdade, poder)",
        "Movimentos sociais, cidadania e direitos"
      ],
      "resposta": "D",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 58,
      "enunciado": "TEXTO I\nAristóteles entendia que a felicidade era diretamente ligada ao respeito pela própria natureza [...], a uma vida que tivesse na natureza de si mesma uma referência inabalável. Isso lhe permitiu formular o conceito de excelência.\nTEXTO II\nA noção de eudaimonia é central para a ética aristotélica. A eudaimonia é uma atividade e não um estado psicológico, pois é definida na Ética a Nicômaco como uma atividade da alma com base na virtude moral.\n\nOs textos indicam que a prática de ações virtuosas, sempre efetivada na pólis, ocorre por meio do(a)",
      "alternativas": [
        "A) teoria das formas essenciais.",
        "B) identificação dos princípios racionais.",
        "C) desenvolvimento das técnicas retóricas.",
        "D) aperfeiçoamento das condutas humanas.",
        "E) conhecimento das epistemes verdadeiras."
      ],
      "habilidades": [
        "Filosofia Antiga (pré-socráticos, Sócrates, Platão, Aristóteles)",
        "Ética e justiça"
      ],
      "resposta": "D",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 59,
      "enunciado": "As instituições que a Idade Média nos legou são de um valor maior e mais imperecível do que suas catedrais. E a universidade é nitidamente uma instituição medieval — tanto quanto a monarquia constitucional, ou os parlamentos, ou o julgamento por meio do júri. As universidades e os produtos imediatos das suas atividades constituem a grande realização da Idade Média na esfera intelectual.\n\nDe acordo com o texto, o legado das universidades medievais torna-se um relevante patrimônio histórico-cultural por",
      "alternativas": [
        "A) adotar currículo e método padronizado.",
        "B) rejeitar ideologias e costumes orientais.",
        "C) possuir organização e função mercantil.",
        "D) transmitir técnicas e valores ecumênicos.",
        "E) agregar tradição e conhecimento científico."
      ],
      "habilidades": [
        "Filosofia Medieval (Patrística e Escolástica)",
        "História Antiga e Medieval (Grécia, Roma, Feudalismo)",
        "Patrimônio cultural e memória histórica"
      ],
      "resposta": "E",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 60,
      "enunciado": "Há experiências de lutas sociais de reapropriação cultural da natureza que são movimentos emblemáticos, como a dos seringueiros no Brasil, que da luta sindical para a comercialização da borracha chegaram a inventar o conceito de reserva extrativista e estão avançando para um novo modo de produção, uma nova racionalidade produtiva, mostrando que é possível viver bem, e não apenas sobreviver, em harmonia com a natureza que habitam.\n\nO texto expõe a possibilidade de uma nova racionalidade produtiva por meio de uma gestão territorial que se baseia na",
      "alternativas": [
        "A) integração de mercados regidos por pressões regionais.",
        "B) conexão de valores fundamentados por decisões locais.",
        "C) unificação de preços delimitados por demandas nacionais.",
        "D) normatização de regras construídas por instituições mundiais.",
        "E) valorização de tradições orientadas por determinações globais."
      ],
      "habilidades": [
        "Movimentos sociais, cidadania e direitos",
        "Questões ambientais em escala local e global"
      ],
      "resposta": "B",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 61,
      "enunciado": "Eu sentia falta do futuro. É claro que eu sabia, muito mesmo antes da recorrência dele, que nunca envelheceria. Era muito provável que eu nunca mais fosse ver o oceano de uma altura de trinta mil pés de novo [...]. E me ocorreu que a ambição voraz dos seres humanos nunca é saciada quando os sonhos são realizados, porque há sempre a sensação de que tudo poderia ter sido feito melhor e ser feito outra vez.\n\nO texto apresenta uma reflexão da personagem acerca de um problema característico da filosofia contemporânea, que trata da(s)",
      "alternativas": [
        "A) implicações éticas.",
        "B) finitude humana.",
        "C) limitações da linguagem.",
        "D) pressuposição existencial.",
        "E) objetividade do conhecimento."
      ],
      "habilidades": [
        "Filosofia Contemporânea (Existencialismo, Escola de Frankfurt, Pós-modernidade)",
        "Indivíduo, cultura e sociedade"
      ],
      "resposta": "B",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 62,
      "enunciado": "TEXTO I\nO empirismo moderno foi, em grande parte, condicionado por dois dogmas. Um deles é a crença em certa divisão fundamental entre verdades analíticas [...] e verdades sintéticas [...]. O outro dogma é o reducionismo: a crença de que todo enunciado significativo é equivalente a algum construto lógico sobre termos que se referem à experiência imediata.\nTEXTO II\nTeses: 1. Somente os enunciados que possuem conteúdo factual são teoricamente significativos; enunciados que não podem, em princípio, estar fundamentados pela experiência são carentes de significado. 2. As ciências empíricas usam somente o conteúdo empírico da realidade. [...]\n\nAo comparar os textos, conclui-se que eles apresentam posicionamentos filosóficos divergentes com relação ao",
      "alternativas": [
        "A) estatuto epistemológico da linguagem.",
        "B) alicerce estruturante da moralidade.",
        "C) conteúdo essencial da metafísica.",
        "D) princípio constitutivo da ontologia.",
        "E) domínio reflexivo da estética."
      ],
      "habilidades": [
        "Filosofia Moderna (Racionalismo, Empirismo, Contratualismo)",
        "Teoria do conhecimento (Epistemologia)"
      ],
      "resposta": "A",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 63,
      "enunciado": "Uma das principais atividades provocadas pela arte, a reflexão, é abandonada pela indústria cultural. A indústria cultural seria como uma isca que ilude os indivíduos, com o sonho de que eles são livres, originais, únicos e especiais quando, na verdade, os trata como servos e partes de uma massa homogênea.\n\nAo analisar as consequências da dinâmica apresentada no texto, as autoras destacam a importância do conceito como:",
      "alternativas": [
        "A) Ferramenta de luta coletiva.",
        "B) Mecanismo de controle social.",
        "C) Instituição de interesse público.",
        "D) Organização da iniciativa privada.",
        "E) Instrumento de manipulação estatal."
      ],
      "habilidades": [
        "Indústria cultural e meios de comunicação de massa",
        "Filosofia Contemporânea (Existencialismo, Escola de Frankfurt, Pós-modernidade)"
      ],
      "resposta": "B",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 64,
      "enunciado": "TEXTO I\nNeta de Tomásia, uma escravizada alforriada, Chiquinha Gonzaga foi uma das primeiras mulheres a se destacar na música popular brasileira. [...] Chiquinha também teve uma atuação em defesa dos direitos das mulheres e pelo fim da escravatura.\nTEXTO II\nDepois da estreia de sua peça Gonzaga, em 1867, que tem como um de seus núcleos dramáticos dois escravizados, pai e filha, separados há muitos anos, Castro Alves escreve talvez o maior conjunto de poemas antiescravistas do Romantismo brasileiro [...]\n\nOs textos indicam a participação de artistas e intelectuais brasileiros em defesa do(a)",
      "alternativas": [
        "A) ação integralista.",
        "B) literatura realista.",
        "C) movimento abolicionista.",
        "D) política indigenista.",
        "E) nacionalismo desenvolvimentista."
      ],
      "habilidades": [
        "Movimentos sociais e lutas por cidadania no Brasil",
        "História do Brasil (Colônia, Império e República)"
      ],
      "resposta": "C",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 65,
      "enunciado": "Como conclusão provisória, parece então que a globalização tem, sim, o efeito de contestar e deslocar as identidades centradas e 'fechadas' de uma cultura nacional. Ela tem um efeito pluralizante sobre as identidades, produzindo uma variedade de possibilidades e novas posições de identificação, e tornando as identidades mais posicionais, mais políticas, mais plurais e diversas; menos fixas, unificadas ou trans-históricas.\n\nDe acordo com o texto, o processo apresentado contribuiu para",
      "alternativas": [
        "A) elevar a renda da população.",
        "B) abandonar os valores morais.",
        "C) estabelecer a igualdade racial.",
        "D) fortalecer as pautas das minorias.",
        "E) inverter os fluxos das migrações."
      ],
      "habilidades": [
        "Globalização e seus impactos socioespaciais",
        "Indivíduo, cultura e sociedade"
      ],
      "resposta": "D",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 66,
      "enunciado": "Em 1960, a primeira pílula anticoncepcional foi comercializada nos EUA, e, em poucos anos, o método contraceptivo se difundiu pelo mundo, inclusive no Brasil. Em nosso país, a chegada das pílulas anticoncepcionais foi simultânea às discussões neomalthusianas sobre a crise demográfica, à aceleração dos processos de modernização e ao boom da indústria farmacêutica multinacional.\n\nQual foi o efeito social resultante do avanço tecnológico mencionado no texto?",
      "alternativas": [
        "A) O afastamento da autoridade médica na regulação da fecundidade.",
        "B) A superação do discurso da moralidade pela ação da mídia estatal.",
        "C) A ampliação do debate público sobre o planejamento familiar.",
        "D) A centralização da pesquisa científica pelo sistema privado de saúde.",
        "E) O enrijecimento das doutrinas religiosas sobre a organização da vida doméstica."
      ],
      "habilidades": [
        "Dinâmica populacional (crescimento, migrações, estrutura etária)",
        "Impactos das novas tecnologias na sociedade"
      ],
      "resposta": "C",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 67,
      "enunciado": "A internet fortalece o engajamento e a visibilidade de populações tradicionais e indígenas por meio de redes sociais, rádios e veículos de mídia digital. Ela também promove a criação e o fortalecimento de mercados e a inovação nos sistemas de financiamento, integrando pequenos agricultores e produtores da comunidade florestal a cadeias de abastecimento maiores.\n\nA adoção da tecnologia mencionada amplia a rentabilidade das comunidades citadas, ao possibilitar o(a):",
      "alternativas": [
        "A) Valorização da economia local.",
        "B) Elaboração de projetos culturais.",
        "C) Estabelecimento de regras comerciais.",
        "D) Incremento da infraestrutura educacional.",
        "E) Homogeneização da qualificação profissional."
      ],
      "habilidades": [
        "Impactos das novas tecnologias na sociedade",
        "Mundo do trabalho e transformações sociais"
      ],
      "resposta": "A",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 68,
      "enunciado": "TEXTO I\nUma única árvore joga entre 300 e 1000 litros de água por dia para a atmosfera. [...]\nTEXTO II\nA Amazônia perdeu diariamente uma área de floresta maior do que 4 mil campos de futebol apenas em setembro de 2021. [...]\n\nPara a região amazônica, a relação entre as informações dos textos indica uma redução do(a)",
      "alternativas": [
        "A) circulação de ventos alísios.",
        "B) aquecimento dos solos locais.",
        "C) média de temperatura oceânica.",
        "D) índice de refletividade superficial.",
        "E) intensidade de chuvas convectivas."
      ],
      "habilidades": [
        "Questões ambientais em escala local e global",
        "Geografia Física (clima, relevo, vegetação, hidrografia)"
      ],
      "resposta": "E",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 69,
      "enunciado": "Atribuo a causa desse florescimento estéril a um sistema de educação falso, extraído de livros sobre o assunto escrito por homens que, ao considerar as mulheres mais como fêmeas do que como criaturas humanas, estão mais ansiosos em torná-las damas sedutoras do que esposas afetuosas e mães racionais. [...] as mulheres civilizadas de nosso século, com raras exceções, anseiam apenas inspirar amor, quando deveriam nutrir uma ambição mais nobre e exigir respeito por suas capacidades e virtudes.\n\nNesse texto, escrito no século XVIII, a autora reivindica para as mulheres a",
      "alternativas": [
        "A) recuperação de sua participação política.",
        "B) equiparação de ganhos salariais.",
        "C) valorização de seu papel social.",
        "D) distinção de padrões biológicos.",
        "E) ocupação de cargos públicos."
      ],
      "habilidades": [
        "Filosofia Moderna (Racionalismo, Empirismo, Contratualismo)",
        "História Moderna (Renascimento, Reformas, Absolutismo, Iluminismo)"
      ],
      "resposta": "C",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 70,
      "enunciado": "Cada objeto é, em si mesmo, um sistema funcionando sistemicamente. Um grande supermercado ou shopping center seria incapaz de existir se não fossem servidos por vias rápidas, estacionamentos adequados e acessíveis, sistemas de transportes públicos com horários regulares e conhecidos e se, no seu próprio interior, as atividades não estivessem subordinadas a uma coordenação. [...]\n\nDe acordo com o texto, o território torna-se cada vez mais dotado de objetos com a finalidade de intensificar a",
      "alternativas": [
        "A) desindustrialização da economia.",
        "B) desregulamentação do mercado.",
        "C) concentração da produção.",
        "D) distribuição de renda.",
        "E) dinamização dos fluxos."
      ],
      "habilidades": [
        "Globalização e seus impactos socioespaciais",
        "Geografia Agrária e Urbana do Brasil (estrutura fundiária, urbanização, metropolização)"
      ],
      "resposta": "E",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 71,
      "enunciado": "A 26ª Conferência do Clima das Nações Unidas foi realizada com a perspectiva de que os países tornassem ainda mais ambiciosos os compromissos assumidos no enfrentamento das mudanças climáticas [...]. A pressão do setor empresarial, que se posicionou de maneira contundente nesta COP-26, gerou impacto positivo. [...] O Brasil deixa a conferência com o compromisso de fazer valer sua meta e reduzir 50% dos gases de efeito estufa até 2030 [...]\n\nConforme o texto, o compromisso assumido pelo Brasil foi resultado dos tensionamentos promovidos por",
      "alternativas": [
        "A) povos ribeirinhos e segmentos culturais.",
        "B) blocos econômicos e instituições militares.",
        "C) grupos científicos e universidades públicas.",
        "D) organismos supranacionais e sociedade civil.",
        "E) agentes governamentais e demanda turística."
      ],
      "habilidades": [
        "Geopolítica mundial (conflitos, fronteiras, blocos econômicos)",
        "Movimentos sociais, cidadania e direitos"
      ],
      "resposta": "D",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 72,
      "enunciado": "A pessoa com deficiência de qualquer modalidade — seja visual, auditiva, física ou mental — encontra-se em uma posição de grande vulnerabilidade em relação às pessoas sem deficiência, sendo frequentemente marcante a assimetria das relações de poder na interação entre ambas. Tal assimetria de relação hierárquica é multiplicada conforme a severidade de cada caso, sendo ampliada se a pessoa com necessidades especiais pertencer a um outro grupo de risco, por exemplo, se for mulher ou criança.\n\nA realidade abordada no texto indica a necessidade de se promover uma ética interpessoal centrada no",
      "alternativas": [
        "A) cuidado, proteção e valorização dos indivíduos.",
        "B) entendimento, perdão e tolerância dos responsáveis.",
        "C) cerceamento, arregimentação e controle de entidades.",
        "D) regramento, legislação e responsabilização de culpados.",
        "E) ensimesmamento, interiorização e indulgência dos agentes."
      ],
      "habilidades": [
        "Ética e justiça",
        "Desigualdades sociais e estratificação"
      ],
      "resposta": "A",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 73,
      "enunciado": "As capas dos folhetos de cordel, já então ilustradas por postais fotográficos, desenhos ou fotogramas de filmes, demoravam mais de uma semana para serem transformadas em clichês em Recife ou Fortaleza, o que levou a que santeiros e artesãos locais fossem requisitados para cortar na umburana — madeira preferida para o taco xilográfico pela facilidade do talhe e abundância — princesas, dragões, cangaceiros.\n\nNo início do século XX, a incorporação da técnica de produção descrita no texto promoveu uma renovação da",
      "alternativas": [
        "A) manifestação jornalística.",
        "B) narrativa literária.",
        "C) indústria regional.",
        "D) estética editorial.",
        "E) cultura erudita."
      ],
      "habilidades": [
        "Patrimônio cultural e memória histórica",
        "Relações entre literatura, outras artes e outros saberes"
      ],
      "resposta": "D",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 74,
      "enunciado": "O Círio de Nazaré é uma festa que ocorre, anualmente, na cidade de Belém do Pará, no segundo domingo do mês de outubro. Sua estrutura ritualística tem origem no catolicismo devocional que surge em Portugal por volta do século XV. Até 1789, a festa em louvor a Nossa Senhora de Nazaré, em Belém, era marcada pelas ladainhas e novenas. Em 1790, a Igreja Católica autorizou a realização de festa em homenagem à Virgem. A primeira procissão ocorreu em 1793.\n\nO reconhecimento da festa descrita no texto, como patrimônio histórico, encontra sustentação no(a)",
      "alternativas": [
        "A) instituição de políticas públicas de âmbito local.",
        "B) registro de bens culturais de natureza imaterial.",
        "C) tombamento de sítios arqueológicos de propriedade privada.",
        "D) salvaguarda de elementos sacros de expressão regional.",
        "E) categorização de manifestações cristãs de caráter oficial."
      ],
      "habilidades": [
        "Patrimônio cultural e memória histórica"
      ],
      "resposta": "B",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 75,
      "enunciado": "Os salões permitiam aos escritores da época do Iluminismo adentrar no universo dos poderosos. Figuras como as de Voltaire e Duclos exortavam seus 'irmãos' a aproveitarem da mobilidade que era oferecida pela ordem social do Antigo Regime, juntando-se à elite. Nos últimos decênios do Ancien Régime, ele foi se tornando cada vez mais o reduto dos filósofos do Alto Iluminismo [...]. Com efeito, os cafés se constituíram na antítese lógica dos salões. Eles eram abertos a todos, a um passo da rua.\n\nNo período iluminista, os espaços sociais mencionados contribuíram para",
      "alternativas": [
        "A) segregar pensadores e aumentar a circulação de ideias.",
        "B) apoiar revolucionários e perseguir a nobreza local.",
        "C) rejeitar poetisas e proibir a entrada de mulheres.",
        "D) censurar cronistas e coibir o patrocínio editorial.",
        "E) integrar artistas e ampliar o comércio urbano."
      ],
      "habilidades": [
        "História Moderna (Renascimento, Reformas, Absolutismo, Iluminismo)",
        "Instituições sociais (família, escola, Estado)"
      ],
      "resposta": "A",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 76,
      "enunciado": "Resumamos os principais caracteres de um rizoma: diferentemente das árvores ou de suas raízes, o rizoma conecta um ponto qualquer com outro ponto qualquer e cada um de seus traços não remete necessariamente a traços de mesma natureza. Contra os sistemas centrados [...], o rizoma é um sistema a-centrado não hierárquico e não significante [...]\n\nQual elemento da cultura contemporânea se relaciona às características do conceito de rizoma, conforme descrito no texto?",
      "alternativas": [
        "A) Estrutura fixa.",
        "B) Lógica binária.",
        "C) Controle homogêneo.",
        "D) Uniformidade de opiniões.",
        "E) Pluralidade de interações."
      ],
      "habilidades": [
        "Filosofia Contemporânea (Existencialismo, Escola de Frankfurt, Pós-modernidade)",
        "Impactos das novas tecnologias na sociedade"
      ],
      "resposta": "E",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 77,
      "enunciado": "(Imagens de três capas da revista 'Travel in Brazil', do DIP, publicadas entre 1941 e 1944, retratando uma mulher branca sorrindo, um vaqueiro e uma família negra rural.)\n\nO que as capas da revista Travel in Brazil, publicadas entre 1941 e 1944 pelo Departamento de Imprensa e Propaganda (DIP), evidenciam?",
      "alternativas": [
        "A) Estereótipos da cultura nacional.",
        "B) Exploração da população pobre.",
        "C) Preconceitos de ordem racial.",
        "D) Política de censura midiática.",
        "E) Projeto de país industrial."
      ],
      "habilidades": [
        "Indústria cultural e meios de comunicação de massa",
        "História do Brasil (Colônia, Império e República)"
      ],
      "resposta": "A",
      "prova": "CIENCIAS HUMANAS",
      "imagem": true
    },
    {
      "n_questao": 78,
      "enunciado": "A regra de ouro, popularmente conhecida pelo provérbio 'Trate os outros como gostaria de ser tratado', é um dos princípios morais mais onipresentes. A noção subjacente, que apela para o senso ético mais básico, se expressa de uma forma ou de outra em praticamente todas as tradições religiosas, e poucos filósofos morais deixaram de invocar a regra ou pelo menos de tecer comentários a respeito da relação com seus próprios princípios.\n\nO princípio ético apresentado no texto, como elemento estruturante da vida em sociedade, se traduz pela seguinte formulação teórica:",
      "alternativas": [
        "A) Doutrina teleológica.",
        "B) Imperativo categórico.",
        "C) Pensamento utilitarista.",
        "D) Secularização inautêntica.",
        "E) Raciocínio consequencialista."
      ],
      "habilidades": [
        "Ética e justiça",
        "Filosofia Moderna (Racionalismo, Empirismo, Contratualismo)"
      ],
      "resposta": "B",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 79,
      "enunciado": "O que alicerça, portanto, o acolhimento de refugiados pelos Estados gira em torno da fronteira erguida entre inclusão e exclusão, admissão e rejeição, desejáveis e indesejáveis; ao mesmo tempo, enseja vulnerabilidade, indefinição e incerteza a esses migrantes internacionais forçados.\n\nA eliminação, para os refugiados, do tipo de fronteira descrita no texto necessita de políticas públicas de",
      "alternativas": [
        "A) planejamento familiar.",
        "B) segregação territorial.",
        "C) homogeneização cultural.",
        "D) diferenciação étnico-racial.",
        "E) integração socioeconômica."
      ],
      "habilidades": [
        "Dinâmica populacional (crescimento, migrações, estrutura etária)",
        "Geopolítica mundial (conflitos, fronteiras, blocos econômicos)"
      ],
      "resposta": "E",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 80,
      "enunciado": "TEXTO I\n'As novelas brasileiras foram as primeiras a aparecer na TV russa ainda na época de Gorbachov, nos anos 1980. Elas causaram sensação. Houve casos anedóticos, como quando o Parlamento da Federação Russa terminou a sessão mais cedo para ver o último capítulo de Escrava Isaura' [...]\nTEXTO II\nAs novelas de maior impacto em Angola foram as produções brasileiras. Fizeram tanto sucesso que um mercado popular, na época era o maior a céu aberto na África, chegou a receber o nome de Roque Santeiro, novela brasileira exibida naquele país na década de 1980. [...]\n\nEmbora situados em continentes diferentes com práticas sociais distintas, Rússia e Angola se aproximam, conforme os textos I e II, no aspecto",
      "alternativas": [
        "A) cultural, ao subjetivarem costumes da teledramaturgia estrangeira.",
        "B) econômico, ao importarem confecções de estilistas famosos.",
        "C) geográfico, ao encurtarem distâncias de caráter ideológico.",
        "D) antropológico, ao adaptarem valores de povos tradicionais.",
        "E) político, ao adotarem sistemas de governos democráticos."
      ],
      "habilidades": [
        "Indústria cultural e meios de comunicação de massa",
        "Globalização e seus impactos socioespaciais"
      ],
      "resposta": "A",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 81,
      "enunciado": "No Brasil, os remanescentes de antigos quilombos, 'mocambos', 'comunidades negras rurais', 'quilombos contemporâneos', 'comunidades quilombolas' ou 'terras de preto' referem-se a um mesmo patrimônio territorial e cultural inestimável, que só recentemente passaram a ter atenção do Estado e ser do interesse de algumas autoridades e organismos oficiais.\n\nNa esfera de ação do Estado, com a Constituição de 1988, os espaços mencionados tornaram-se objeto de",
      "alternativas": [
        "A) iniciativas de planejamento familiar.",
        "B) projetos de reorientação religiosa.",
        "C) programas de moradias sustentáveis.",
        "D) políticas de inserção social.",
        "E) medidas de homogeneização educacional."
      ],
      "habilidades": [
        "Movimentos sociais e lutas por cidadania no Brasil",
        "Patrimônio cultural e memória histórica"
      ],
      "resposta": "D",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 82,
      "enunciado": "Bertrand Russell conta a história de um peru que descobrira, em sua primeira manhã na fazenda de perus, que fora alimentado às 9 da manhã. Contudo, ele não tirou conclusões apressadas. Esperou até recolher um grande número de observações do fato de que era alimentado às 9 da manhã [...]. Finalmente, sua consciência ficou satisfeita e ele concluiu. 'Eu sou alimentado sempre às 9 da manhã'.\n\nQual tipo de raciocínio corresponde ao padrão de pensamento exibido pelo personagem do texto?",
      "alternativas": [
        "A) Prático, porque recolhe evidências e recomenda ações.",
        "B) Absoluto, porque busca confirmações e bloqueia refutações.",
        "C) Indutivo, porque observa eventos particulares e infere leis universais.",
        "D) Demonstrativo, porque encadeia premissas e extrai conclusões indubitáveis.",
        "E) Analógico, porque compara diferentes situações e detecta elementos semelhantes."
      ],
      "habilidades": [
        "Teoria do conhecimento (Epistemologia)",
        "Filosofia Moderna (Racionalismo, Empirismo, Contratualismo)"
      ],
      "resposta": "C",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 83,
      "enunciado": "A finalidade mais marcante em toda a história dos mapas, desde o seu início, teria sido a de estarem sempre voltados à prática, principalmente a serviço da dominação, do poder. Sempre registraram o que mais interessava a uma minoria, fato este que acabou estimulando o incessante aperfeiçoamento deles.\n\nNo texto, a cartografia é apresentada como um instrumento usado essencialmente para a",
      "alternativas": [
        "A) preservação de espaços naturais.",
        "B) emancipação de sujeitos marginais.",
        "C) revalorização de culturas reprimidas.",
        "D) inversão de hierarquias estabelecidas.",
        "E) sustentação de hegemonias territoriais."
      ],
      "habilidades": [
        "Cartografia (leitura e interpretação de mapas e escalas)",
        "Filosofia política (democracia, liberdade, poder)"
      ],
      "resposta": "E",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 84,
      "enunciado": "TEXTO I\nO bufarinheiro, conhecido nas cidades por teque-teque, chama-se, nos recônditos da Amazônia, 'regatão'. [...]\nTEXTO II\nNo século XIX, o comércio dos regatões era feito, então, com base em relações tecidas com quilombolas, pequenos produtores, comerciantes locais e indígenas, constituindo relação comercial alternativa ao abastecimento da população.\n\nComo parte do patrimônio cultural da Amazônia, o regatão foi fundamental, no século XIX, para a",
      "alternativas": [
        "A) organização de rotas de fuga na floresta tropical.",
        "B) criação de postos de trabalho nos seringais nortistas.",
        "C) divulgação de receitas de fármacos nas zonas ribeirinhas.",
        "D) construção de redes de sociabilidade no interior brasileiro.",
        "E) ampliação de ambientes de lazer nos territórios autóctones."
      ],
      "habilidades": [
        "História do Brasil (Colônia, Império e República)",
        "Mundo do trabalho e transformações sociais"
      ],
      "resposta": "D",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 85,
      "enunciado": "Era uma vez um país, uma cidade, uma praça, algumas mães... Las Madres de Plaza de Mayo! Silenciosas, com lenços brancos na cabeça, rondavam a Praça de Maio. Incansáveis, caminharam por dias, meses, anos. Foram chamadas de loucas. Em silêncio, criaram um fato político, escancararam as entranhas da repressão, desafiaram o aparato militar e suas dores ecoaram pelo mundo.\n\nQual problema de âmbito nacional argentino o movimento social mencionado expôs ao mundo?",
      "alternativas": [
        "A) Violação dos direitos humanos.",
        "B) Insegurança da juventude periférica.",
        "C) Naturalização da violência doméstica.",
        "D) Ampliação das desigualdades sociais.",
        "E) Relativização dos princípios democráticos."
      ],
      "habilidades": [
        "Movimentos sociais, cidadania e direitos",
        "História da América e da África"
      ],
      "resposta": "A",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 86,
      "enunciado": "TEXTO I (Imagem de satélite de Dubai em 2000)\nTEXTO II (Imagem de satélite de Dubai em 2020, mostrando grande expansão urbana e ilhas artificiais)\n\nA comparação entre as imagens de satélite indica a ocorrência de um processo de",
      "alternativas": [
        "A) conservação de lugares afetivos.",
        "B) aumento de áreas desertificadas.",
        "C) redefinição de fronteiras nacionais.",
        "D) artificialização do espaço geográfico.",
        "E) mudança da dinâmica macroclimática."
      ],
      "habilidades": [
        "Geografia Agrária e Urbana do Brasil (estrutura fundiária, urbanização, metropolização)",
        "Globalização e seus impactos socioespaciais",
        "Cartografia (leitura e interpretação de mapas e escalas)"
      ],
      "resposta": "D",
      "prova": "CIENCIAS HUMANAS",
      "imagem": true
    },
       {
      "n_questao": 87,
      "enunciado": "A democracia responde a esta pergunta: quem deve exercer o poder público? A resposta é: o exercício do poder público corresponde à coletividade dos cidadãos. Contudo, nessa pergunta não se fala sobre qual extensão deva ter o poder público. Trata-se somente de determinar o sujeito a quem o mando compete. A democracia propõe que mandemos todos; quer dizer, que todos intervenham nos fatos sociais.\n\nO que sustenta o exercício do poder, conforme a configuração apresentada no texto escrito na década de 1920?",
      "alternativas": [
        "A) Soberania popular.",
        "B) Divisão de classes.",
        "C) Acúmulo de capital.",
        "D) Defesa da propriedade.",
        "E) Centralização administrativa."
      ],
      "habilidades": [
        "Filosofia política (democracia, liberdade, poder)"
      ],
      "resposta": "A",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 88,
      "enunciado": "A mudança do clima nas cidades brasileiras é um desafio de adaptação e equidade. Inundações, alagamentos e ondas de calor são cada vez mais frequentes e intensas. Cidades precisam se adaptar com urgência, a começar pelas áreas e populações mais vulneráveis. Implementar soluções baseadas na natureza de forma sistêmica pode contribuir para a redução de desastres relacionados às mudanças do clima [...]\n\nQual medida atenua os problemas abordados no texto?",
      "alternativas": [
        "A) Criação de faixas sinalizadoras.",
        "B) Incineração de resíduos sólidos.",
        "C) Implantação de parques públicos.",
        "D) Verticalização de espaços centrais.",
        "E) Construção de estacionamentos privados."
      ],
      "habilidades": [
        "Questões ambientais em escala local e global",
        "Geografia Física (clima, relevo, vegetação, hidrografia)"
      ],
      "resposta": "C",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 89,
      "enunciado": "O Conselho de Segurança da Organização das Nações Unidas (ONU) é, junto com a Assembleia-Geral, um dos principais órgãos de tomada de decisão dentro da entidade. O Conselho lida com questões de segurança e paz internacionais [...]. Cinco dos quinze membros são permanentes e podem vetar resoluções, o que ocorreu 261 vezes até 2020.\n\nA composição e o funcionamento do organismo internacional apresentados revelam a seguinte característica das relações internacionais entre os países-membros:",
      "alternativas": [
        "A) Igualdade militar.",
        "B) Assimetria política.",
        "C) Consenso multipolar.",
        "D) Equilíbrio estratégico.",
        "E) Soberania compartilhada."
      ],
      "habilidades": [
        "Geopolítica mundial (conflitos, fronteiras, blocos econômicos)"
      ],
      "resposta": "B",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 90,
      "enunciado": "Uma fábrica na qual os operários fossem, efetiva e integralmente, simples peças de máquinas executando cegamente as ordens da direção pararia em quinze minutos. O capitalismo só pode funcionar com a contribuição constante da atividade propriamente humana de seus subjugados que, ao mesmo tempo, tenta reduzir e desumanizar o mais possível.\n\nO texto apresenta uma contradição interna do capitalismo caracterizada pela",
      "alternativas": [
        "A) obsolescência associada ao uso da tecnologia.",
        "B) orientação voltada à administração de conflitos.",
        "C) alienação decorrente da organização do trabalho.",
        "D) isonomia remanescente da geração de riquezas.",
        "E) produtividade vinculada ao fortalecimento da autonomia."
      ],
      "habilidades": [
        "Mundo do trabalho e transformações sociais",
        "Filosofia Contemporânea (Existencialismo, Escola de Frankfurt, Pós-modernidade)"
      ],
      "resposta": "C",
      "prova": "CIENCIAS HUMANAS",
      "imagem": false
    },
    {
      "n_questao": 91,
      "enunciado": "Muitas pessoas ainda se espantam com o fato de um passageiro sair ileso de um acidente de carro enquanto o veículo onde estava teve perda total. Essas pessoas talvez considerem, equivocadamente, que os carros mais seguros são os que têm as estruturas mais rígidas, ou seja, estruturas, que durante uma colisão, apresentam menor deformação. Na verdade, o que ocorre é o contrário. Por isso, a partir de 1958, passaram a ser produzidos carros com partes que se deformam facilmente.\nAssim, além dos cintos de segurança e dos airbags, os carros modernos passaram a contar com o dispositivo de segurança conhecido como crumple zone (região deformável, em inglês), conforme a figura.\n\nConsiderando o carro, seus ocupantes e o muro da figura como um sistema isolado, o crumple zone aumenta a segurança dos passageiros porque, durante uma colisão, a deformação da estrutura do carro",
      "alternativas": [
        "A) aciona os airbags do veículo.",
        "B) absorve a energia cinética do sistema.",
        "C) consome a quantidade de movimento do sistema.",
        "D) cria uma barreira de proteção para seus ocupantes.",
        "E) diminui a velocidade do centro de massa do sistema."
      ],
      "habilidades": [
        "Trabalho, energia (cinética, potencial, mecânica) e potência",
        "Leis de Newton e suas aplicações (dinâmica)"
      ],
      "resposta": "B",
      "prova": "FISICA",
      "imagem": true
    },
    {
      "n_questao": 92,
      "enunciado": "Células a combustível microbianas (CCM) são capazes de gerar eletricidade a partir de águas residuárias urbanas e agroindustriais. As CCM são compostas de duas câmaras. [...] Um fio condutor externo possibilita a migração dessa corrente para uma segunda câmara, promovendo uma reação química. A figura esquematiza uma CCM e as reações envolvidas.\nCH₃COO⁻ (aq) + 2 H₂O (l) → 2 CO₂ (g) + 7 H⁺ (aq) + 8 e⁻\n4 H⁺ (aq) + O₂ (g) + 4 e⁻ → 2 H₂O (l)\n\nQual das equações representa a reação global que ocorre durante o funcionamento dessa CCM?",
      "alternativas": [
        "A) CH₃COO⁻ (aq) + O₂ (g) → 2 CO₂ (g) + 3 H⁺ (aq)",
        "B) CO₂ (g) + O₂ (g) + H⁺ (aq) → H₂O (l) + CH₃COO⁻ (aq)",
        "C) CH₃COO⁻ (aq) + H⁺ (aq) + 2 O₂ (g) → 2 CO₂ (g) + 2 H₂O (l)",
        "D) CH₃COO⁻ (aq) + 6 H₂O (l) → 2 CO₂ (g) + 2 O₂ (g) + 15 H⁺ (aq)",
        "E) 2 CO₂ (g) + 11 H⁺ (aq) + O₂ (g) → CH₃COO⁻ (aq) + 4 H₂O (l)"
      ],
      "habilidades": [
        "Eletroquímica (pilhas e eletrólise)",
        "Cálculo estequiométrico e reações químicas"
      ],
      "resposta": "C",
      "prova": "QUIMICA",
      "imagem": true
    },
    {
      "n_questao": 93,
      "enunciado": "No senso comum, considera-se, ainda hoje, que compostos orgânicos são substâncias presentes nos seres vivos. Na Química, a expressão “compostos orgânicos\" tem um uso histórico de mais de 200 anos, adquirindo diferentes conotações ao longo do desenvolvimento dessa ciência. Atualmente, atribui-se a essa expressão outro significado.\n\nA concepção científica atual define esses compostos como substâncias",
      "alternativas": [
        "A) benéficas à saúde humana.",
        "B) capazes de serem biodegradadas.",
        "C) formadas a partir de gás carbônico.",
        "D) produzidas sem o uso de agrotóxicos.",
        "E) contendo carbono como elemento principal."
      ],
      "habilidades": [
        "Química Orgânica (funções orgânicas, nomenclatura, isomeria, reações orgânicas)"
      ],
      "resposta": "E",
      "prova": "QUIMICA",
      "imagem": false
    },
    {
      "n_questao": 94,
      "enunciado": "A nimesulida é um fármaco pouco solúvel em água, utilizado como anti-inflamatório, analgésico e antitérmico. Essa substância pode ser convertida em uma espécie eletricamente carregada, de maior solubilidade em água, mediante o tratamento com uma base de Brönsted-Lowry, isto é, uma espécie química capaz de capturar um próton (H⁺). Na figura são apresentados os grupamentos presentes na estrutura química da nimesulida.\n\nNa estrutura desse fármaco, o grupamento capaz de reagir com a base de Brönsted-Lowry é o grupo",
      "alternativas": [
        "A) sulfonamida.",
        "B) metila.",
        "C) fenila.",
        "D) nitro.",
        "E) éter."
      ],
      "habilidades": [
        "Química Orgânica (funções orgânicas, nomenclatura, isomeria, reações orgânicas)",
        "Funções inorgânicas (ácidos, bases, sais, óxidos)"
      ],
      "resposta": "A",
      "prova": "QUIMICA",
      "imagem": true
    },
    {
      "n_questao": 95,
      "enunciado": "O desenvolvimento da biotecnologia e da clonagem gênica em procariotos fez com que a produção de proteínas se tornasse mais intensa, rápida e econômica. Para a produção de hormônios, enzimas e proteínas de resistência a drogas, uma variação da técnica de reação em cadeia pela polimerase (PCR, na sigla em inglês) utiliza a enzima transcriptase reversa (RT-PCR), que sintetiza moléculas de DNA complementares a partir de fitas de RNA.\n\nNesse contexto, essa técnica é importante para detectar genes",
      "alternativas": [
        "A) expressos.",
        "B) plasmidiais.",
        "C) bacterianos.",
        "D) dominantes.",
        "E) autossômicos."
      ],
      "habilidades": [
        "Microbiologia e Biotecnologia",
        "Genética (leis de Mendel, herança, engenharia genética)"
      ],
      "resposta": "A",
      "prova": "BIOLOGIA",
      "imagem": false
    },
    {
      "n_questao": 96,
      "enunciado": "Nos automóveis, é importante garantir que o centro de massa (CM) de cada conjunto roda/pneu coincida com o seu centro geométrico. [...] Durante o treinamento de sua equipe, a fim de corrigir a posição do centro de massa indicada pela máquina, um mecânico apresenta o esquema a seguir, com cinco possíveis pontos da roda para posicionar uma peça de chumbo.\n\nEm qual ponto deve ser fixada a peça de chumbo para corrigir a posição do centro de massa desse conjunto roda/pneu?",
      "alternativas": ["A) 1", "B) 2", "C) 3", "D) 4", "E) 5"],
      "habilidades": [
        "Leis de Newton e suas aplicações (dinâmica)"
      ],
      "resposta": "C",
      "prova": "FISICA",
      "imagem": true
    },
    {
      "n_questao": 97,
      "enunciado": "O soro caseiro serve para combater a desidratação [...]. Uma receita simples para a sua preparação consiste em utilizar duas colheres grandes (de sopa) de açúcar e duas colheres pequenas (de café) de sal de cozinha, dissolvidos em 2 L de água fervida, obtendo-se uma solução com concentração de íon sódio de 1,4 mg/mL.\nConsidere as massas molares: NaCl = 58,5 g/mol; Na = 23 g/mol.\n\nQual é o valor mais próximo da massa, em grama, de cloreto de sódio presente em uma única colher pequena?",
      "alternativas": ["A) 0,7 g", "B) 1,8 g", "C) 2,8 g", "D) 3,6 g", "E) 7,0 g"],
      "habilidades": [
        "Cálculo estequiométrico e reações químicas"
      ],
      "resposta": "D",
      "prova": "QUIMICA",
      "imagem": false
    },
    {
      "n_questao": 98,
      "enunciado": "Apesar de os animais representados no cladograma compartilharem um mesmo ancestral, eles se caracterizam por distintos padrões de reprodução ou de nutrição dos embriões e descendentes.\n\nAo longo do processo evolutivo, percebem-se, entre esses animais, perdas e ganhos nos padrões citados que envolvem o(a)",
      "alternativas": [
        "A) aumento no número de descendentes por ninhada.",
        "B) mudança no tipo de fecundação de externa para interna.",
        "C) redução da versatilidade de reprodução, que se torna unicamente sexuada.",
        "D) desenvolvimento embrionário, que passa do meio aquático para o terrestre.",
        "E) diminuição da vesícula vitelínica, associada ao desenvolvimento da lactação."
      ],
      "habilidades": [
        "Evolução (teorias evolutivas, especiação)",
        "Reinos dos seres vivos e suas características"
      ],
      "resposta": "E",
      "prova": "BIOLOGIA",
      "imagem": true
    },
    {
      "n_questao": 99,
      "enunciado": "Uma ambulância em alta velocidade com a sirene ligada desloca-se em direção a um radar operado por uma pessoa. O radar emite ondas de rádio com frequência f₀ que são refletidas pela dianteira da ambulância, retornando para o detector com frequência f₁. A percepção do operador do radar, em relação ao som emitido pela sirene, é de que este se altera à medida que a ambulância se aproxima ou se afasta.\n\nDurante a aproximação, como o operador percebe o som da sirene e qual é a relação entre as frequências f₁ e f₀ medidas pelo radar?",
      "alternativas": [
        "A) Mais grave do que o som emitido e f₁ < f₀.",
        "B) Mais agudo do que o som emitido e f₁ < f₀.",
        "C) Mais agudo do que o som emitido e f₁ = f₀.",
        "D) Mais agudo do que o som emitido e f₁ > f₀.",
        "E) Mais grave do que o som emitido e f₁ > f₀."
      ],
      "habilidades": [
        "Ondulatória (fenômenos ondulatórios, som e luz)"
      ],
      "resposta": "D",
      "prova": "FISICA",
      "imagem": false
    },
    {
      "n_questao": 100,
      "enunciado": "Mirascópio 3D: produtor de ilusão instantânea\nO equipamento ilustrado na figura, de dimensões apresentadas no esquema, é composto por dois espelhos côncavos E₁ e E₂ [...]. Na abertura circular de E₂, é formada uma imagem tridimensional de um objeto posicionado sobre o vértice de E₁.\n\nA natureza da imagem formada e a distância vertical entre cada ponto objeto e seu correspondente ponto imagem são",
      "alternativas": [
        "A) real e 5 cm.",
        "B) real e 3,8 cm.",
        "C) real e 7,6 cm.",
        "D) virtual e 7,6 cm.",
        "E) virtual e 3,8 cm."
      ],
      "habilidades": [
        "Óptica geométrica (reflexão, refração, lentes e espelhos)"
      ],
      "resposta": "C",
      "prova": "FISICA",
      "imagem": true
    },
    {
      "n_questao": 101,
      "enunciado": "A saúde do professor: acústica arquitetônica\nDentre os parâmetros acústicos que afetam a inteligibilidade dos sons emitidos em ambientes fechados, destacam-se o ruído de fundo do ambiente e o decréscimo do nível sonoro com a distância da fonte emissora. [...] Considere a situação exemplificada pelo infográfico: à distância de 1 metro, o nível sonoro da fala de um professor é de 60 dB e diminui com a distância. Considere, ainda, que o ruído de fundo nessa sala de aula pode chegar a 45 dB e que, para ser compreendida, o nível sonoro da fala do professor deve estar 5 dB acima desse ruído.\n\nPara um valor máximo do ruído de fundo, a maior distância que um estudante pode estar do professor para que ainda consiga compreender sua fala é mais próxima de",
      "alternativas": ["A) 3,0 m.", "B) 4,5 m.", "C) 6,5 m.", "D) 8,0 m.", "E) 9,5 m."],
      "habilidades": [
        "Ondulatória (fenômenos ondulatórios, som e luz)",
        "Leitura e interpretação de tabelas e gráficos"
      ],
      "resposta": "A",
      "prova": "FISICA",
      "imagem": true
    },
    {
      "n_questao": 102,
      "enunciado": "Uma agricultora, com a intenção de comercializar o milho recém-colhido, testou uma forma de preservar o sabor adocicado do seu produto. O melhor resultado foi obtido quando ela imergiu as espigas em água fervente durante alguns minutos e, em seguida, em água gelada. Com esse procedimento, parte da glicose do milho não foi transformada em amido, mantendo o seu sabor adocicado.\n\nUtilizando esse procedimento, o sabor foi conservado porque houve",
      "alternativas": [
        "A) desnaturação enzimática pela alta temperatura.",
        "B) conversão de nutrientes pela redução de temperatura.",
        "C) degradação das reservas nutritivas pelo choque térmico.",
        "D) impedimento da entrada de oxigênio pela fervura da água.",
        "E) desidratação dos grãos por causa da alteração da temperatura."
      ],
      "habilidades": [
        "Bioquímica (água, sais minerais, carboidratos, lipídios, proteínas, vitaminas, ácidos nucleicos)"
      ],
      "resposta": "A",
      "prova": "BIOLOGIA",
      "imagem": false
    },
    {
      "n_questao": 103,
      "enunciado": "Aquecedores solares são equipamentos utilizados para o aquecimento de água pelo calor do Sol. São compostos por coletores solares, nos quais ocorre o aquecimento da água, e por um reservatório térmico, em que é armazenada a água quente para ser utilizada posteriormente. A figura ilustra esquematicamente como funciona esse equipamento.\n\nO processo pelo qual ocorre transferência de calor dos coletores solares para o reservatório térmico é a",
      "alternativas": ["A) difusão.", "B) absorção.", "C) condução.", "D) irradiação.", "E) convecção."],
      "habilidades": [
        "Termologia (calor, temperatura, termodinâmica, transmissão de calor)"
      ],
      "resposta": "E",
      "prova": "FISICA",
      "imagem": true
    },
    {
      "n_questao": 104,
      "enunciado": "As autoridades sanitárias brasileiras têm se preocupado muito nos últimos anos com o aumento da ocorrência de doenças transmitidas por mosquitos, principalmente arboviroses como chikungunya e zika, que se tornaram epidêmicas ou endêmicas em áreas urbanas. Parte de uma análise da relação entre a urbanização e a incidência dessas doenças está representada no fluxograma.\n\nNesse contexto, como a urbanização está causando riscos à saúde humana?",
      "alternativas": [
        "A) Disseminando verminoses.",
        "B) Causando a eutrofização de lagoas.",
        "C) Aumentando a chance de contato com coliformes.",
        "D) Diminuindo a população de predadores aquáticos.",
        "E) Aproximando as pessoas das áreas de ocorrência de mosquitos."
      ],
      "habilidades": [
        "Ecologia (cadeias e teias alimentares, ciclos biogeoquímicos, relações ecológicas)",
        "Problemas ambientais e desenvolvimento sustentável"
      ],
      "resposta": "D",
      "prova": "BIOLOGIA",
      "imagem": true
    },
    {
      "n_questao": 105,
      "enunciado": "Impactos do microplástico\nA ação de fatores abióticos aliada à biodeterioração contribuem para a formação de microplásticos, os quais se aderem a outros poluentes orgânicos apolares persistentes, como os derivados de pesticidas lipossolúveis. Há uma proporcionalidade direta entre a solubilidade desses tipos de poluentes e sua concentração nos tecidos dos organismos expostos a eles.\n\nEm animais vertebrados, essa associação de poluentes será preferencialmente acumulada no tecido",
      "alternativas": ["A) ósseo.", "B) nervoso.", "C) epitelial.", "D) adiposo.", "E) sanguíneo."],
      "habilidades": [
        "Ecologia (cadeias e teias alimentares, ciclos biogeoquímicos, relações ecológicas)",
        "Bioquímica (água, sais minerais, carboidratos, lipídios, proteínas, vitaminas, ácidos nucleicos)"
      ],
      "resposta": "D",
      "prova": "BIOLOGIA",
      "imagem": false
    },
    {
      "n_questao": 106,
      "enunciado": "Em aeroportos, por razões de segurança, os passageiros devem ter suas bagagens de mão examinadas antes do embarque, passando-as em esteiras para sua inspeção por aparelhos de raios X. Nessas inspeções, os passageiros são orientados a retirar seus computadores portáteis (notebooks ou laptops) de malas, mochilas ou bolsas para passá-los isoladamente pela esteira.\n\nQue explicação física justifica esse procedimento?",
      "alternativas": [
        "A) Os raios X não interagem com os componentes metálicos do computador, o que impede a formação de imagens.",
        "B) Os raios X desmagnetizam o disco rígido do computador, quando refratados pelos componentes metálicos das bagagens de mão.",
        "C) Os raios X aquecem os materiais metálicos encontrados em bagagens de mão, quando refletidos pelos componentes do computador.",
        "D) Os raios X não atravessam os componentes densos do computador, o que impede a visualização de objetos que estão à frente ou atrás deles.",
        "E) Os raios X ionizam os materiais metálicos normalmente encontrados em bagagens de mão, quando difratados pelos componentes do computador."
      ],
      "habilidades": [
        "Ondulatória (fenômenos ondulatórios, som e luz)",
        "Noções de física moderna e suas aplicações tecnológicas"
      ],
      "resposta": "D",
      "prova": "FISICA",
      "imagem": false
    },
    {
      "n_questao": 107,
      "enunciado": "Com base em testes realizados em ratos, concluiu-se que os compostos nitrosos são substâncias mutagênicas, ou seja, produzem mutações nas células e possivelmente câncer. Esses compostos podem ser obtidos pela reação entre o nitrito de sódio, que é um conservante adicionado às carnes, e o ácido clorídrico. O ácido nitroso produzido irá reagir com compostos nitrogenados, como as aminas, dando origem aos compostos nitrosos.\n\nEm qual órgão esse processo será iniciado?",
      "alternativas": ["A) Rim.", "B) Fígado.", "C) Intestino.", "D) Pâncreas.", "E) Estômago."],
      "habilidades": [
        "Fisiologia humana (sistemas digestório, respiratório, circulatório, excretor, endócrino, nervoso, locomotor, reprodutor)"
      ],
      "resposta": "E",
      "prova": "BIOLOGIA",
      "imagem": false
    },
    {
      "n_questao": 108,
      "enunciado": "Sistemas agroflorestais (SAFs)\nOs sistemas agroflorestais alinham os interesses econômicos aos ecológicos. Esses sistemas podem ser usados na recuperação ambiental de áreas degradadas que se tornaram pouco produtivas, como as utilizadas por muito tempo para pastagem. [...] Nesse processo, ocorrerão mudanças graduais na estrutura e composição das comunidades vegetais ao longo do tempo, que culminarão no aumento da diversidade do ambiente.\n\nO conjunto dessas mudanças graduais é análogo ao processo natural denominado",
      "alternativas": [
        "A) rotação de culturas.",
        "B) sucessão ecológica.",
        "C) coevolução específica.",
        "D) adaptação por seleção.",
        "E) convergência adaptativa."
      ],
      "habilidades": [
        "Ecologia (cadeias e teias alimentares, ciclos biogeoquímicos, relações ecológicas)"
      ],
      "resposta": "B",
      "prova": "BIOLOGIA",
      "imagem": false
    },
    {
      "n_questao": 109,
      "enunciado": "As fibras musculares esqueléticas não são todas iguais. As fibras lentas, também conhecidas como fibras vermelhas, apresentam muitas mitocôndrias e são bem supridas por vasos sanguíneos. Já as fibras rápidas, ou fibras brancas, apresentam poucas mitocôndrias e recebem menor suprimento sanguíneo. Dessa forma, a distribuição das fibras nos músculos esqueléticos do corpo auxilia de forma diferenciada no desempenho físico de um atleta.\n\nUm atleta que sonha em disputar os Jogos Olímpicos e tem uma maior proporção de fibras brancas que fibras vermelhas teria mais vantagens na realização da prova de:",
      "alternativas": [
        "A) Triatlo.",
        "B) Salto em altura.",
        "C) Marcha atlética.",
        "D) Maratona aquática.",
        "E) Ciclismo em estrada."
      ],
      "habilidades": [
        "Fisiologia humana (sistemas digestório, respiratório, circulatório, excretor, endócrino, nervoso, locomotor, reprodutor)"
      ],
      "resposta": "B",
      "prova": "BIOLOGIA",
      "imagem": false
    },
    {
      "n_questao": 110,
      "enunciado": "O Cerrado e a Amazônia abrigam grande número de serpentes popularmente conhecidas como cobras-corais. Na Amazônia predominam as corais-verdadeiras, que são peçonhentas, enquanto no Cerrado prevalecem as falsas-corais, que não possuem peçonha. Essas espécies apresentam um padrão de coloração muito semelhante. Essa similaridade traz uma vantagem tanto para as corais falsas como para as verdadeiras.\n\nQual é a vantagem dessa similaridade para as falsas-corais?",
      "alternativas": [
        "A) Facilita a captura de presas.",
        "B) Diminui a competição por recursos.",
        "C) Possibilita a geração de indivíduos híbridos.",
        "D) Reduz a possibilidade de sofrerem predação.",
        "E) Otimiza o encontro de parceiros reprodutivos."
      ],
      "habilidades": [
        "Ecologia (cadeias e teias alimentares, ciclos biogeoquímicos, relações ecológicas)"
      ],
      "resposta": "D",
      "prova": "BIOLOGIA",
      "imagem": true
    },
    {
      "n_questao": 111,
      "enunciado": "O exoesqueleto dos crustáceos é formado por quitina e impregnações de sais calcários e, por isso, é mais duro quando comparado com o exoesqueleto de outros artrópodes. Esse revestimento externo confere proteção, mas, por ser duro, limita o crescimento desses animais.\n\nPara superar essa limitação, o exoesqueleto deve ser",
      "alternativas": [
        "A) formado somente na fase adulta do animal.",
        "B) fragmentado para expansão nas áreas de articulação.",
        "C) modelado continuamente para ajuste ao tamanho do corpo.",
        "D) substituído por meio de mudas que ocorrem periodicamente.",
        "E) impregnado por pequena quantidade de sais para sua distensão."
      ],
      "habilidades": [
        "Reinos dos seres vivos e suas características"
      ],
      "resposta": "D",
      "prova": "BIOLOGIA",
      "imagem": false
    },
    {
      "n_questao": 112,
      "enunciado": "Um dos exemplos mais conhecidos de herança recessiva ligada ao cromossomo X é o daltonismo. [...] Um casal formado por um homem não daltônico e por uma mulher gestante também não daltônica, mas portadora do gene recessivo para esse tipo de daltonismo, está esperando um bebê. Em uma das consultas de pré-natal, o casal recebeu um heredograma que contém todas as possibilidades de genótipo para esse bebê.\n\nQual heredograma foi recebido pelo casal?",
      "alternativas": [
        "A) [Heredograma A]",
        "B) [Heredograma B]",
        "C) [Heredograma C]",
        "D) [Heredograma D]",
        "E) [Heredograma E]"
      ],
      "habilidades": [
        "Genética (leis de Mendel, herança, engenharia genética)"
      ],
      "resposta": "B",
      "prova": "BIOLOGIA",
      "imagem": true
    },
    {
      "n_questao": 113,
      "enunciado": "Metabolismo de procariontes\nO esquema representa a ação de organismos no ciclo do nitrogênio e no ciclo do carbono. Os números correspondem a algumas etapas dos dois ciclos distintos.\n\nEm qual etapa numerada ocorre uma transformação redox como a que ocorre nos procariontes nitrificantes?",
      "alternativas": ["A) 1", "B) 2", "C) 3", "D) 4", "E) 5"],
      "habilidades": [
        "Ecologia (cadeias e teias alimentares, ciclos biogeoquímicos, relações ecológicas)",
        "Metabolismo energético (fotossíntese e respiração celular)"
      ],
      "resposta": "E",
      "prova": "BIOLOGIA",
      "imagem": true
    },
    {
      "n_questao": 114,
      "enunciado": "Um dos agentes que mais contribui para a poluição do ar é o automóvel a combustão interna. [...] O gráfico ilustra a variação nas composições dos principais gases [...] emitidos por um motor a gasolina, em diferentes razões ar/combustível, em massa.\n\nNa condição de razão ar/combustível igual a 18, haverá uma emissão",
      "alternativas": [
        "A) baixa de O₂ e alta de NO.",
        "B) baixa de NO e alta de HC.",
        "C) baixa de CO e alta de CO₂.",
        "D) baixa de HC e alta de CO.",
        "E) baixa de CO₂ e alta de HC."
      ],
      "habilidades": [
        "Cinética química (velocidade das reações e fatores que a influenciam)",
        "Leitura e interpretação de tabelas e gráficos"
      ],
      "resposta": "C",
      "prova": "QUIMICA",
      "imagem": true
    },
    {
      "n_questao": 115,
      "enunciado": "O esquema representa um experimento feito com células do protozoário Amoeba proteus. Nele, um grupo de células foi tratado com a droga citocalasina B, enquanto outro grupo não foi tratado, servindo como controle. O formato e o movimento das células tratadas foram comprometidos.\n\nQual componente celular foi afetado pela droga utilizada no experimento?",
      "alternativas": [
        "A) Vacúolos.",
        "B) Mitocôndrias.",
        "C) Microfilamentos.",
        "D) Material genético.",
        "E) Membrana plasmática."
      ],
      "habilidades": [
        "Citologia (estrutura e fisiologia celular)"
      ],
      "resposta": "C",
      "prova": "BIOLOGIA",
      "imagem": true
    },
    {
      "n_questao": 116,
      "enunciado": "O magnésio metálico utilizado em ligas leves é produzido em um processo que envolve várias etapas e utiliza água do mar como matéria-prima. A primeira etapa desse processo consiste na reação entre o íon Mg²⁺ e hidróxido de cálcio, Ca(OH)₂, obtendo uma mistura que contém hidróxido de magnésio, pouco solúvel, e íons Ca²⁺, de acordo com a equação química: Mg²⁺ (aq) + Ca(OH)₂ (aq) → Mg(OH)₂ (s) + Ca²⁺ (aq)\n\nO método adequado para separar o Mg(OH)₂ dessa mistura é a",
      "alternativas": ["A) filtração.", "B) catação.", "C) destilação.", "D) dissolução.", "E) evaporação."],
      "habilidades": [
        "Cálculo estequiométrico e reações químicas"
      ],
      "resposta": "A",
      "prova": "QUIMICA",
      "imagem": false
    },
    {
      "n_questao": 117,
      "enunciado": "Moradores do Brooklin, bairro de São Paulo, perdem o sono com um som alto, constante e estridente. O barulho é causado por anfíbios anuros trazidos do Caribe, da espécie Eleutherodactylus jahnstonei, que têm tamanho um pouco maior que o de um grão de feijão e que encontraram na capital um ambiente favorável. Cientistas foram até o local e encontraram esses animais nos jardins das casas.\n\nAo emitirem o som estridente, esses anfíbios",
      "alternativas": [
        "A) indicam que estão fora de seu hábitat natural.",
        "B) alertam para a presença de poluição urbana.",
        "C) sinalizam a existência de superpopulação.",
        "D) direcionam insetos para sua alimentação.",
        "E) atraem fêmeas para o acasalamento."
      ],
      "habilidades": [
        "Ecologia (cadeias e teias alimentares, ciclos biogeoquímicos, relações ecológicas)"
      ],
      "resposta": "E",
      "prova": "BIOLOGIA",
      "imagem": false
    },
    {
      "n_questao": 118,
      "enunciado": "A hidroxiapatita, Ca₅(PO₄)₃OH, é um mineral constituinte do esmalte dos dentes. [...] A desmineralização está associada à fragilização do esmalte do dente e à formação de cáries. O uso de creme dental pode minimizar a perda da hidroxiapatita. O quadro apresenta o agente de polimento e o pH de alguns cremes dentais comerciais.\n\nConsiderando o equilíbrio químico envolvido, qual creme dental promove a maior desmineralização do esmalte do dente?",
      "alternativas": ["A) I", "B) II", "C) III", "D) IV", "E) V"],
      "habilidades": [
        "Equilíbrio químico (constantes, deslocamento de equilíbrio, pH e pOH)"
      ],
      "resposta": "D",
      "prova": "QUIMICA",
      "imagem": true
    },
    {
      "n_questao": 119,
      "enunciado": "Para os circuitos de maratonas aquáticas realizadas em mares calmos e próximos à praia, é montado um sistema de boias que determinam o trajeto a ser seguido pelos nadadores. [...] Existe uma corrente marinha de velocidade Vc, cujo módulo é 30 metros por minuto [...]. Considere que a velocidade do nadador é de 50 metros por minuto, em relação à água, durante todo o circuito.\n\nNessa situação, em quantos minutos o nadador completará a prova?",
      "alternativas": ["A) 42", "B) 65", "C) 72", "D) 105", "E) 120"],
      "habilidades": [
        "Cinemática (movimento, velocidade, aceleração)"
      ],
      "resposta": "B",
      "prova": "FISICA",
      "imagem": true
    },
    {
      "n_questao": 120,
      "enunciado": "O vírus linfotrópico de células T humanas tipo 1 (HTLV-1) é um retrovírus do mesmo grupo do vírus da imunodeficiência humana (HIV). Ambos são transmitidos da mesma forma e infectam as mesmas células de defesa do organismo, os linfócitos T. A diferença entre eles é que o HTLV-1 estimula o aumento da produção desses linfócitos, enquanto o HIV causa destruição dessas células.\n\nUma possível consequência da infecção por HTLV-1 é o desenvolvimento de",
      "alternativas": ["A) aids.", "B) câncer.", "C) diabetes.", "D) hepatite B.", "E) hemorragia."],
      "habilidades": [
        "Microbiologia e Biotecnologia",
        "Citologia (estrutura e fisiologia celular)"
      ],
      "resposta": "B",
      "prova": "BIOLOGIA",
      "imagem": false
    },
    {
      "n_questao": 121,
      "enunciado": "Na tirinha, Calvin se divertia em um balanço antes de soltar-se dele e cair ao chão. Em sua fala, ele demonstra ter imaginado que permaneceria em movimento circular. Porém, a força gravitacional, que permanece atuando no garoto, modifica a direção de sua velocidade, fazendo com que ele chegue ao chão da maneira ilustrada no último quadrinho.\n\nQual vetor representa a força resultante exercida pelo chão sobre Calvin no exato momento em que ele toca o chão?",
      "alternativas": [
        "A) [Vetor para cima e para a esquerda]",
        "B) [Vetor para cima]",
        "C) [Vetor para cima e para a direita]",
        "D) [Vetor para baixo]",
        "E) [Vetor nulo]"
      ],
      "habilidades": [
        "Leis de Newton e suas aplicações (dinâmica)"
      ],
      "resposta": "A",
      "prova": "FISICA",
      "imagem": true
    },
    {
      "n_questao": 122,
      "enunciado": "A tirinha ilustra esquimós dentro de um iglu, habitação de formato hemisférico construída durante o inverno a partir de neve ou blocos de gelo. Essa estrutura de construção se justifica pelo fato de esse povo habitar as regiões mais setentrionais da Groenlândia, Canadá e Alasca.\n\nNa tirinha, a geladeira é necessária para fazer gelo porque",
      "alternativas": [
        "A) a temperatura interna do iglu é maior que a de solidificação da água.",
        "B) a umidade dentro do iglu dificulta o processo de mudança de fase da água.",
        "C) o ar dentro do iglu é isolante térmico, dificultando a perda de calor pela água.",
        "D) a temperatura uniforme no interior do iglu impede as correntes de convecção.",
        "E) a pressão do ar no interior do iglu é baixa, dificultando a solidificação da água."
      ],
      "habilidades": [
        "Termologia (calor, temperatura, termodinâmica, transmissão de calor)"
      ],
      "resposta": "A",
      "prova": "FISICA",
      "imagem": true
    },
    {
      "n_questao": 123,
      "enunciado": "Os pesticidas naturais vêm sendo utilizados no controle de pragas e doenças agrícolas como substituintes de pesticidas sintéticos tradicionais [...]. Por exemplo, os compostos 1 e 2 estão envolvidos nas respostas de defesa das plantas. Os grupos funcionais presentes nesses compostos são importantes para suas propriedades no controle de pragas.\n\nQual é a função orgânica correspondente ao grupo funcional comum presente nesses dois compostos?",
      "alternativas": [
        "A) Ácido carboxílico.",
        "B) Cetona.",
        "C) Alceno.",
        "D) Álcool.",
        "E) Fenol."
      ],
      "habilidades": [
        "Química Orgânica (funções orgânicas, nomenclatura, isomeria, reações orgânicas)"
      ],
      "resposta": "A",
      "prova": "QUIMICA",
      "imagem": true
    },
    {
      "n_questao": 124,
      "enunciado": "Utilizando-se um mesmo meio nutritivo, três gêneros bacterianos diferentes foram submetidos ao cultivo em tubos de ensaio. [...] observou-se que o padrão de distribuição das células (representadas por pontos na figura) ao longo dos tubos era diferente em cada um dos casos.\n\nEm relação ao metabolismo energético, os microrganismos presentes nos tubos 1, 2 e 3 são classificados, respectivamente, como",
      "alternativas": [
        "A) anaeróbio facultativo, anaeróbio estrito e aeróbio estrito.",
        "B) anaeróbio facultativo, aeróbio estrito e anaeróbio estrito.",
        "C) aeróbio estrito, anaeróbio estrito e anaeróbio facultativo.",
        "D) anaeróbio estrito, aeróbio estrito e anaeróbio facultativo.",
        "E) aeróbio estrito, anaeróbio facultativo e anaeróbio estrito."
      ],
      "habilidades": [
        "Microbiologia e Biotecnologia",
        "Metabolismo energético (fotossíntese e respiração celular)"
      ],
      "resposta": "C",
      "prova": "BIOLOGIA",
      "imagem": true
    },
    {
      "n_questao": 125,
      "enunciado": "As placas que indicam saída de emergência brilham no escuro, pois apresentam substâncias que fosforecem na cor amarelo-esverdeada após exposição à luz ambiente [...]. Esse fenômeno ocorre pela presença do sulfeto de zinco (ZnS), dopado com prata ou cobre, na superfície da placa.\n\nO aparecimento do brilho nessas condições ocorre como consequência de",
      "alternativas": [
        "A) colisões interatômicas.",
        "B) coloração dos átomos.",
        "C) transições eletrônicas.",
        "D) reações nucleares.",
        "E) reflexão da luz."
      ],
      "habilidades": [
        "Estrutura atômica e Tabela Periódica",
        "Noções de física moderna e suas aplicações tecnológicas"
      ],
      "resposta": "C",
      "prova": "QUIMICA",
      "imagem": true
    },
    {
      "n_questao": 126,
      "enunciado": "Indústrias farmacêuticas e instituições científicas têm trabalhado no desenvolvimento de diferentes vacinas contra a covid-19. Em algumas dessas vacinas, a principal estrutura antigênica é uma proteína de superfície viral chamada espícula (spike, em inglês). Essa proteína só existe em coronavírus, incluindo o SARS-CoV-2. Ela se liga a receptores de membrana específicos das células humanas por um mecanismo do tipo “chave-fechadura”. [...]\n\nNessas vacinas, essa proteína viral induz a",
      "alternativas": [
        "A) produção de anticorpos específicos contra os vírus.",
        "B) imunidade passiva contra o desenvolvimento da doença.",
        "C) alteração genômica para formação da memória imunológica.",
        "D) neutralização direta dos vírus presentes na circulação sanguínea.",
        "E) modificação dos receptores de membrana específicos para o vírus."
      ],
      "habilidades": [
        "Fisiologia humana (sistemas digestório, respiratório, circulatório, excretor, endócrino, nervoso, locomotor, reprodutor)",
        "Microbiologia e Biotecnologia"
      ],
      "resposta": "A",
      "prova": "BIOLOGIA",
      "imagem": false
    },
    {
      "n_questao": 127,
      "enunciado": "Em um experimento de laboratório, duas barras metálicas, A e B, são carregadas com cargas opostas e imersas em óleo. Farelo de milho é jogado sobre o óleo e, após um certo tempo, o farelo assume o formato das linhas de campo elétrico entre as barras. [...]\n\nAo repetir o experimento colocando um cilindro metálico oco entre as placas, o esquema que representa o formato das linhas de campo assumido pelo farelo é:",
      "alternativas": [
        "A) [Esquema A]",
        "B) [Esquema B]",
        "C) [Esquema C]",
        "D) [Esquema D]",
        "E) [Esquema E]"
      ],
      "habilidades": [
        "Eletrostática e Eletrodinâmica (carga, corrente, tensão, potência, circuitos elétricos)"
      ],
      "resposta": "E",
      "prova": "FISICA",
      "imagem": true
    },
    {
      "n_questao": 128,
      "enunciado": "Placas solares comuns dependem de dias ensolarados para gerar energia. Mas podemos gerar eletricidade com a ajuda de gotas de chuva, revestindo placas solares com uma fina camada de grafeno. Os íons dissociados a partir da água da chuva (Aᵐ⁺ e Bⁿ⁻) tornam a combinação grafeno e água da chuva um par perfeito para geração de energia. [...]\n\nAo produzir eletricidade em dias chuvosos, o grafeno",
      "alternativas": [
        "A) oxida os cátions dissolvidos na água da chuva.",
        "B) impede a difusão da água através das placas solares.",
        "C) diminui a energia de ativação da reação no pseudocapacitor.",
        "D) forma um compósito não metálico com os íons na água da chuva.",
        "E) gera uma diferença de potencial pela interação dos elétrons com os cátions."
      ],
      "habilidades": [
        "Eletroquímica (pilhas e eletrólise)"
      ],
      "resposta": "E",
      "prova": "QUIMICA",
      "imagem": true
    },
    {
      "n_questao": 129,
      "enunciado": "Um estudante comprou uma cafeteira elétrica de 700 W de potência e com capacidade de 0,5 L de água (500 g). Enquanto o café estava em preparação na capacidade máxima da cafeteira, ele marcou que demorou 3 minutos para a cafeteira ferver toda a água (100 °C) a partir da temperatura ambiente de 20 °C. [...] É necessária 1 cal (4,2 J) para elevar em 1 °C a temperatura de 1 grama de água.\n\nQual a eficiência energética calculada pelo estudante?",
      "alternativas": ["A) 100%", "B) 75%", "C) 60%", "D) 7,5%", "E) 5,1%"],
      "habilidades": [
        "Trabalho, energia (cinética, potencial, mecânica) e potência",
        "Termologia (calor, temperatura, termodinâmica, transmissão de calor)"
      ],
      "resposta": "Anulado",
      "prova": "FISICA",
      "imagem": false
    },
    {
      "n_questao": 130,
      "enunciado": "O diagrama P-V a seguir representa o ciclo de Otto para um motor de combustão interna, como os motores a gasolina ou a etanol, utilizados nos automóveis. [...] As etapas representadas no diagrama estão descritas no quadro.\n\nA transformação da energia térmica em energia útil ocorre na etapa",
      "alternativas": ["A) II.", "B) III.", "C) IV.", "D) V.", "E) VI."],
      "habilidades": [
        "Termologia (calor, temperatura, termodinâmica, transmissão de calor)"
      ],
      "resposta": "C",
      "prova": "FISICA",
      "imagem": true
    },
    {
      "n_questao": 131,
      "enunciado": "O LED é um dispositivo eletrônico que conduz corrente elétrica em um único sentido [...]. Um estudante de física analisa as propriedades do LED em um circuito simples de corrente contínua. Ele dispõe dos seguintes materiais: uma bateria ideal de 4,5 V; dois LEDs de tensão 3,0 V e Iₘₐₓ = 1,0 mA cada; e dois resistores de 1,5 kΩ cada.\n\nO circuito que o estudante pode montar, para que ambos os LEDs fiquem acesos e cada um seja percorrido por Iₘₐₓ, é",
      "alternativas": [
        "A) [Circuito A]",
        "B) [Circuito B]",
        "C) [Circuito C]",
        "D) [Circuito D]",
        "E) [Circuito E]"
      ],
      "habilidades": [
        "Eletrostática e Eletrodinâmica (carga, corrente, tensão, potência, circuitos elétricos)"
      ],
      "resposta": "B",
      "prova": "FISICA",
      "imagem": true
    },
    {
      "n_questao": 132,
      "enunciado": "Uma caixa decorativa utiliza duas pequenas lâmpadas, L₁ (6 V – 9 W) e L₂ (12 V – 18 W), ligadas em série a uma bateria de tensão VQR. Um fio resistivo QR, de 48 centímetros, está ligado em paralelo à bateria. [...] O circuito também tem um amperímetro com dois terminais. [...] Dependendo do ponto em que esse terminal livre for conectado, ocorrerá a mudança na tensão à qual as lâmpadas são submetidas.\n\nEm qual desses pontos o amperímetro deve ser conectado para que as lâmpadas acendam exatamente segundo as especificações de tensão e potência elétricas fornecidas?",
      "alternativas": ["A) A", "B) B", "C) C", "D) D", "E) E"],
      "habilidades": [
        "Eletrostática e Eletrodinâmica (carga, corrente, tensão, potência, circuitos elétricos)"
      ],
      "resposta": "B",
      "prova": "FISICA",
      "imagem": true
    },
    {
      "n_questao": 133,
      "enunciado": "O biogás é uma alternativa energética muito importante [...]. Considere que o biogás produzido em um empreendimento de suinocultura contém 70% em volume de metano [...]. Ele será utilizado para geração de energia em substituição ao etanol [...] no qual 1 m³ de biogás de origem suína substitui 0,59 L de etanol anidro [...].\n\nNessas condições, a massa de metano necessária para substituir 10 mol de etanol na produção de energia é mais próxima de",
      "alternativas": ["A) 300 g.", "B) 400 g.", "C) 510 g.", "D) 590 g.", "E) 720 g."],
      "habilidades": [
        "Cálculo estequiométrico e reações químicas",
        "Razão, proporção e grandezas proporcionais"
      ],
      "resposta": "C",
      "prova": "QUIMICA",
      "imagem": false
    },
    {
      "n_questao": 134,
      "enunciado": "A fitorremediação é uma técnica que utiliza plantas para a remediação de ambientes contaminados. A descontaminação de solos pode ocorrer por descarte, absorção e metabolização, imobilização, extração ou volatilização do poluente, conforme representado na figura.\n\nO método que retira o mercúrio de uma área contaminada, impedindo sua entrada na cadeia alimentar, é a",
      "alternativas": [
        "A) fitoestabilização, ficando o mercúrio disponível sob a superfície das raízes das plantas.",
        "B) fitovolatilização, permitindo a retirada do mercúrio por plantas e a sua transferência para uma forma volátil.",
        "C) fitodegradação, com a degradação do mercúrio promovida por enzimas, contidas nas raízes, formando espécies menos tóxicas.",
        "D) fitoestimulação, com a remoção do mercúrio pela ação de microrganismos presentes nas raízes que absorvem e imobilizam o metal.",
        "E) fitoextração, em que as plantas que acumulam o mercúrio são cultivadas nesses locais, e a biomassa rica no metal é retirada após o crescimento."
      ],
      "habilidades": [
        "Problemas ambientais e desenvolvimento sustentável"
      ],
      "resposta": "E",
      "prova": "BIOLOGIA",
      "imagem": true
    },
    {
      "n_questao": 135,
      "enunciado": "Brasil fecha 2020 entre os maiores recicladores de latas de alumínio\nA bauxita contém alumina (Al₂O₃), que é a matéria-prima para produção do alumínio (Al). De forma geral, são necessários 50 kg de bauxita para produzir 10 kg de alumínio. O Brasil fechou 2020 como um dos principais líderes mundiais em reciclagem de latas de alumínio. [...] o país obteve um índice de reciclagem de 97,4%, de um total de 4,0 × 10⁵ toneladas de latas vendidas. [...]\n\nLevando em conta apenas a reciclagem de latas, qual é o valor mais próximo da massa de bauxita, em tonelada, que deixou de ser extraída da natureza em 2020 no Brasil?",
      "alternativas": [
        "A) 1,0 × 10⁴ ton",
        "B) 3,9 × 10⁵ ton",
        "C) 5,0 × 10⁵ ton",
        "D) 1,9 × 10⁶ ton",
        "E) 2,0 × 10⁷ ton"
      ],
      "habilidades": [
        "Cálculo estequiométrico e reações químicas",
        "Porcentagem e juros (simples e compostos)"
      ],
      "resposta": "D",
      "prova": "QUIMICA",
      "imagem": false
    },
    {
      "n_questao": 136,
      "enunciado": "O tamanho mínimo que a visão humana é capaz de visualizar sem o uso de equipamento auxiliar é equivalente a 100 micrômetros (1 micrômetro = 10⁻³ milímetros). Uma estudante pretende visualizar e analisar hemácias do sangue humano, que medem 0,007 mm de diâmetro. Ela adquiriu um microscópio óptico que tem uma lente ocular que amplia em 10 vezes a imagem do objeto em observação, e um conjunto de lentes objetivas com estas capacidades de ampliação [...]\n\nEssa estudante pretende selecionar a lente objetiva de menor capacidade de ampliação que permita, na combinação com a ocular, visualizar hemácias do sangue humano.\nA lente objetiva a ser selecionada pela estudante é a",
      "alternativas": ["A) I.", "B) II.", "C) III.", "D) IV.", "E) V."],
      "habilidades": [
        "Notação científica e representações numéricas",
        "Escalas, divisão proporcional e regra de três"
      ],
      "resposta": "A",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 137,
      "enunciado": "Ao calcular a média de suas notas em 4 provas, um estudante dividiu, por engano, a soma das notas por 5. Com isso, a média obtida foi 1 unidade menor do que deveria ser, caso fosse calculada corretamente.\n\nO valor correto da média das notas desse estudante é",
      "alternativas": ["A) 4.", "B) 5.", "C) 6.", "D) 19.", "E) 21."],
      "habilidades": [
        "Medidas de tendência central (média, moda, mediana)",
        "Equações e inequações (algébricas, exponenciais, logarítmicas)"
      ],
      "resposta": "B",
      "prova": "MATEMATICA",
      "imagem": false
    },
    {
      "n_questao": 138,
      "enunciado": "Para abrir a porta de uma empresa, cada funcionário deve cadastrar uma senha utilizando um teclado alfanumérico como o representado na figura.\nAs senhas a serem cadastradas pelos funcionários devem conter 5 caracteres, sendo 2 algarismos distintos seguidos de 3 letras diferentes, nessa ordem. Um funcionário irá cadastrar a sua primeira senha, podendo escolher entre as teclas que apresentam os números 1, 2, 5, 7 e 0 e as respectivas letras correlacionadas, quando houver.\n\nO número de possibilidades diferentes que esse funcionário tem para cadastrar sua senha é",
      "alternativas": [
        "A) 11 520.",
        "B) 14 400.",
        "C) 18 000.",
        "D) 312 000.",
        "E) 390 000."
      ],
      "habilidades": [
        "Princípios de contagem e análise combinatória (arranjo, combinação, permutação)"
      ],
      "resposta": "B",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 139,
      "enunciado": "Um artesão utiliza dois tipos de componentes, X e Y, nos enfeites que produz. Ele sempre compra todos os componentes em uma mesma loja. O quadro apresenta os preços dos dois tipos de componentes nas lojas I e II.\nEle confeccionará enfeites formados por duas unidades do componente X e uma unidade do componente Y e efetuará a compra na loja que oferecer o menor valor total para a confecção de um enfeite.\n\nO artesão efetuará a compra na loja",
      "alternativas": [
        "A) I, pois o valor é R$ 7,00.",
        "B) I, pois o valor é R$ 4,00.",
        "C) II, pois o valor é R$ 6,00.",
        "D) I, pois anuncia o componente com o menor preço.",
        "E) II, pois o componente X, que é o mais utilizado, tem menor preço."
      ],
      "habilidades": [
        "Conhecimentos numéricos: operações em conjuntos numéricos (naturais, inteiros, racionais e reais)"
      ],
      "resposta": "A",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 140,
      "enunciado": "João e Felipe participaram, na escola, de uma maratona de matemática na qual, durante uma semana, resolveram 200 questões cada. Nessa maratona, a porcentagem P de acertos de cada participante é convertida em um conceito: [...] João acertou 75% das questões da maratona e Felipe acertou 30% a menos que a quantidade de questões que João acertou.\n\nOs conceitos de João e Felipe foram, respectivamente,",
      "alternativas": [
        "A) muito bom e bom.",
        "B) muito bom e regular.",
        "C) muito bom e insatisfatório.",
        "D) bom e regular.",
        "E) bom e insatisfatório."
      ],
      "habilidades": [
        "Porcentagem e juros (simples e compostos)"
      ],
      "resposta": "B",
      "prova": "MATEMATICA",
      "imagem": false
    },
    {
      "n_questao": 141,
      "enunciado": "Três grandezas (I, II e III) se relacionam entre si. Os gráficos a seguir, formados por segmentos de reta, descrevem as relações de dependência existentes entre as grandezas I e II, e entre as grandezas II e III.\n\nO valor máximo assumido pela grandeza III, quando a grandeza I varia de 1 a 3, é",
      "alternativas": ["A) 1,0.", "B) 2,5.", "C) 3,0.", "D) 3,5.", "E) 4,0."],
      "habilidades": [
        "Análise de gráficos de funções e suas propriedades (crescimento, decrescimento, máximos e mínimos)"
      ],
      "resposta": "B",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 142,
      "enunciado": "Uma criança, utilizando um aplicativo, escreveu uma mensagem para enviar a um amigo. Essa mensagem foi escrita seguindo estas etapas: 1ª etapa: inseriu três figuras; 2ª etapa: copiou o que havia inserido anteriormente e colou ao lado; 3ª etapa: copiou o que tinha no visor na 2ª etapa e colou ao lado. A criança seguiu copiando e colando, em cada etapa, o que tinha no visor na etapa imediatamente anterior, até concluir a 20ª etapa.\n\nQual foi o total de figuras contidas na mensagem enviada?",
      "alternativas": [
        "A) 3 × 2¹⁹",
        "B) 3 × 2²⁰",
        "C) 3 × 2²¹",
        "D) 3 × 2²⁰ - 1",
        "E) 3 × 2²⁰ - 3"
      ],
      "habilidades": [
        "Sequências numéricas: progressões aritméticas e geométricas"
      ],
      "resposta": "A",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 143,
      "enunciado": "Uma casa de shows terá um evento cujo custo total de produção é de R$ 34 350,00 [...]. O preço do ingresso será de R$ 130,00 e, normalmente, 60% das pessoas adquirem meia-entrada [...]. Após ter vendido todos os 500 ingressos, constatou-se que a quantidade de meias-entradas vendidas superou em 50% o que estava previsto [...]. Com isso, espera-se ter lucro de R$ 17 000,00 nesse evento.\n\nPara que se alcance o lucro esperado, o gasto médio por pessoa com bebidas e petiscos, em real, deverá ser de",
      "alternativas": ["A) 19,50.", "B) 28,80.", "C) 34,00.", "D) 52,00.", "E) 68,70."],
      "habilidades": [
        "Porcentagem e juros (simples e compostos)",
        "Equações e inequações (algébricas, exponenciais, logarítmicas)"
      ],
      "resposta": "D",
      "prova": "MATEMATICA",
      "imagem": false
    },
    {
      "n_questao": 144,
      "enunciado": "Para obter um sólido de revolução (rotação de 360° em torno de um eixo fixo), uma professora realizou as seguintes etapas: • recortou o trapézio retângulo PQRS [...]; • afixou o lado PS do trapézio em uma vareta fixa [...]; • girou o trapézio 360° em torno da vareta e obteve um sólido de revolução.\n\nO sólido obtido foi um(a)",
      "alternativas": [
        "A) cone.",
        "B) cilindro.",
        "C) pirâmide.",
        "D) tronco de cone.",
        "E) tronco de pirâmide."
      ],
      "habilidades": [
        "Conhecimentos geométricos: características de figuras planas e espaciais"
      ],
      "resposta": "D",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 145,
      "enunciado": "O estádio do Maracanã passou por algumas modificações estruturais para a realização da Copa do Mundo de 2014, como, por exemplo, as dimensões do campo retangular. Para se adaptar aos padrões da Fifa, as dimensões do campo foram reduzidas de 110 m x 75 m para 105 m × 68 m.\n\nEm quantos metros quadrados a área do campo do Maracanã foi reduzida?",
      "alternativas": ["A) 24", "B) 35", "C) 555", "D) 1 110", "E) 1 145"],
      "habilidades": ["Cálculo de área de figuras planas (triângulos, quadriláteros, círculos)"],
      "resposta": "D",
      "prova": "MATEMATICA",
      "imagem": false
    },
    {
      "n_questao": 146,
      "enunciado": "Um fazendeiro pretende construir um galinheiro ocupando uma região plana de formato retangular, com lados de comprimentos L metro e C metro. [...] Nos lados de comprimento L metro, será utilizada uma tela cujo metro linear custa R$ 20,00, enquanto, nos outros dois lados, uma que custa R$ 15,00. O fazendeiro quer gastar, no máximo, R$ 6 000,00 na compra de toda a tela necessária para o galinheiro, e deseja que o galinheiro tenha a maior área possível.\n\nQual será a medida, em metro, do maior lado do galinheiro?",
      "alternativas": ["A) 85", "B) 100", "C) 175", "D) 200", "E) 350"],
      "habilidades": [
        "Análise de gráficos de funções e suas propriedades (crescimento, decrescimento, máximos e mínimos)",
        "Funções de 1º e 2º grau, polinomiais, exponenciais e logarítmicas"
      ],
      "resposta": "B",
      "prova": "MATEMATICA",
      "imagem": false
    },
    {
      "n_questao": 147,
      "enunciado": "Uma professora de matemática utiliza em suas aulas uma “máquina caça-números” para verificar os conhecimentos de seus estudantes sobre representações de números racionais. [...] Um estudante puxou a alavanca, aguardou que os compartimentos parassem de girar e observou os números apresentados no visor [...]\n\nAs posições indicadas pelo estudante foram",
      "alternativas": [
        "A) I, II e IV.",
        "B) II, IV e V.",
        "C) II, III e V.",
        "D) III, V e VI.",
        "E) III, IV e VI."
      ],
      "habilidades": [
        "Conhecimentos numéricos: operações em conjuntos numéricos (naturais, inteiros, racionais e reais)"
      ],
      "resposta": "B",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 148,
      "enunciado": "Uma caneca com água fervendo é retirada de um forno de micro-ondas. A temperatura T, em grau Celsius, da caneca, em função do tempo t, em minuto, pode ser modelada pela função T(t) = a + 80·bᵗ, representada no gráfico a seguir.\n\nOs valores das constantes a e b são",
      "alternativas": [
        "A) a = 20; b = log(0,5)",
        "B) a = 100; b = 0,5",
        "C) a = 20; b = (0,5)¹⁰",
        "D) a = 20; b = ((40)¹⁰)/80",
        "E) a = 20; b = 40"
      ],
      "habilidades": [
        "Análise de gráficos de funções e suas propriedades (crescimento, decrescimento, máximos e mínimos)",
        "Funções de 1º e 2º grau, polinomiais, exponenciais e logarítmicas"
      ],
      "resposta": "C",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 149,
      "enunciado": "Em uma empresa é comercializado um produto em embalagens em formato de cilindro circular reto, com raio medindo 3 cm, e altura medindo 15 cm. Essa empresa planeja comercializar o mesmo produto em embalagens em formato de cubo, com capacidade igual a 80% da capacidade da embalagem cilíndrica utilizada atualmente.\nUse 3 como valor aproximado para π.\n\nA medida da aresta da nova embalagem, em centímetro, deve ser",
      "alternativas": ["A) 6", "B) 18", "C) 6√6", "D) 6∛6", "E) 3∛12"],
      "habilidades": [
        "Cálculo de volume e área de superfície de sólidos geométricos (prismas, pirâmides, cilindros, cones, esferas)",
        "Porcentagem e juros (simples e compostos)"
      ],
      "resposta": "E",
      "prova": "MATEMATICA",
      "imagem": false
    },
    {
      "n_questao": 150,
      "enunciado": "Uma sala com piso no formato retangular, com lados de medidas 3 m e 6 m, será dividida em dois ambientes. Para isso, serão utilizadas colunas em formato cilíndrico [...]. Os vãos entre duas colunas e entre uma coluna e a parede não poderão ser superiores a 15 cm.\nPara efetuar a compra dessas colunas, foram feitos orçamentos com base em dados fornecidos por cinco lojas.\n\nA compra será realizada na loja cujo orçamento resulte no menor valor total possível. A compra será realizada na loja",
      "alternativas": ["A) I.", "B) II.", "C) III.", "D) IV.", "E) V."],
      "habilidades": [
        "Conhecimentos numéricos: operações em conjuntos numéricos (naturais, inteiros, racionais e reais)"
      ],
      "resposta": "C",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 151,
      "enunciado": "O arquiteto Renzo Piano exibiu a maquete da nova sede do Museu Whitney de Arte Americana, um prédio assimétrico que tem um vão aberto para a galeria principal, cuja medida da área é 1 672 m².\nConsidere que a escala da maquete exibida é 1 : 200.\n\nA medida da área do vão aberto nessa maquete, em centímetro quadrado, é",
      "alternativas": ["A) 4,18.", "B) 8,36.", "C) 41,80.", "D) 83,60.", "E) 418,00."],
      "habilidades": [
        "Escalas, divisão proporcional e regra de três",
        "Cálculo de área de figuras planas (triângulos, quadriláteros, círculos)"
      ],
      "resposta": "E",
      "prova": "MATEMATICA",
      "imagem": false
    },
    {
      "n_questao": 152,
      "enunciado": "O gráfico apresenta o valor total de exportações e o valor total de importações, ao longo de um período, em bilhão de dólares. O saldo da balança comercial brasileira é dado pelo valor total de exportações menos o valor total de importações num mesmo período.\nConsidere que os saldos da balança comercial brasileira, nos três meses destacados no gráfico, sejam representados por: S₁: saldo em junho de 2009; S₂: saldo em janeiro de 2010; S₃: saldo em junho de 2010.\n\nA ordenação dos saldos S₁, S₂ e S₃, do maior para o menor, é",
      "alternativas": [
        "A) S₁, S₃ e S₂.",
        "B) S₂, S₁ e S₃.",
        "C) S₂, S₃ e S₁.",
        "D) S₃, S₁ e S₂.",
        "E) S₃, S₂ e S₁."
      ],
      "habilidades": [
        "Leitura e interpretação de tabelas e gráficos"
      ],
      "resposta": "A",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 153,
      "enunciado": "Um instituto de pesquisa constatou que, nos últimos dez anos, o crescimento populacional de uma cidade foi de 135,25%.\n\nQual é a representação decimal da taxa percentual desse crescimento populacional?",
      "alternativas": ["A) 13 525,0", "B) 135,25", "C) 13,525", "D) 1,3525", "E) 0,13525"],
      "habilidades": [
        "Porcentagem e juros (simples e compostos)"
      ],
      "resposta": "D",
      "prova": "MATEMATICA",
      "imagem": false
    },
    {
      "n_questao": 154,
      "enunciado": "Contratos de vários serviços disponíveis na internet apresentam uma quantidade excessiva de informações. [...] O quadro apresenta uma amostra do tempo considerado necessário para a leitura completa do contrato de alguns serviços digitais.\n\nO tempo médio, em minuto, necessário para a leitura completa de um contrato de serviço dentre os listados no quadro é, com uma casa decimal, aproximadamente,",
      "alternativas": ["A) 13,0.", "B) 15,0.", "C) 19,8.", "D) 20,0.", "E) 23,3."],
      "habilidades": [
        "Medidas de tendência central (média, moda, mediana)"
      ],
      "resposta": "C",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 155,
      "enunciado": "Um proprietário pretende instalar um sensor de presença para a proteção de seu imóvel. [...] A figura ilustra a vista superior da área de cobertura (setor circular em azul) [...]. Para esse fim, há cinco tipos de sensores disponíveis no mercado [...].\nEsse proprietário pretende adquirir um desses sensores que seja capaz de cobrir, no mínimo, uma área de medida 70 m², com o menor preço possível. Use 3 como valor aproximado para π.\n\nO proprietário do imóvel deverá adquirir o sensor do tipo",
      "alternativas": ["A) I.", "B) II.", "C) III.", "D) IV.", "E) V."],
      "habilidades": [
        "Cálculo de área de figuras planas (triângulos, quadriláteros, círculos)"
      ],
      "resposta": "E",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 156,
      "enunciado": "O uso de aplicativos de transporte tem sido uma alternativa à população que busca preços mais competitivos para se locomover [...]. Um desses aplicativos cobra R$ 2,00 de valor fixo, acrescido de R$ 0,26 por minuto de viagem e de R$ 1,40 por quilômetro rodado.\n\nNessas condições, a expressão que fornece o valor V a ser pago por uma viagem desse aplicativo é",
      "alternativas": [
        "A) 2,00F + 0,26T + 1,40D",
        "B) 2,00 + 0,26T + 1,40D",
        "C) 2,00 + 0,26T + D",
        "D) 0,26T + 1,40D",
        "E) F + T + D"
      ],
      "habilidades": [
        "Funções de 1º e 2º grau, polinomiais, exponenciais e logarítmicas"
      ],
      "resposta": "B",
      "prova": "MATEMATICA",
      "imagem": false
    },
    {
      "n_questao": 157,
      "enunciado": "Uma doceira vende e entrega, em seu bairro, porções de 100 g de docinhos de aniversário. Atualmente, a taxa única de entrega é R$ 10,00, e o valor cobrado por uma porção é R$ 25,00. Por uma estratégia de vendas, a partir da próxima semana, a taxa única de entrega será R$ 15,00, e um novo valor será cobrado por uma porção, de maneira que o valor total a ser pago por um cliente na compra de 5 porções permaneça o mesmo.\n\nA partir da próxima semana, qual será o novo valor cobrado, em real, por uma porção?",
      "alternativas": ["A) 12,50", "B) 20,00", "C) 24,00", "D) 30,00", "E) 37,50"],
      "habilidades": [
        "Equações e inequações (algébricas, exponenciais, logarítmicas)"
      ],
      "resposta": "C",
      "prova": "MATEMATICA",
      "imagem": false
    },
    {
      "n_questao": 158,
      "enunciado": "Em uma loja de defensivos agrícolas, os preços de alguns produtos foram divulgados em um cartaz. [...] Sabe-se que 1 litro de defensivo do Tipo A é suficiente para aplicação em 0,5 hectare (ha), enquanto que 1 litro de defensivo do Tipo B é suficiente para aplicação em 0,4 ha. Um agricultor precisa comprar, nessa loja, uma quantidade de litros de defensivo suficiente para aplicar em uma área de 20 ha, além de levar uma máscara para aplicação.\n\nO valor mínimo, em real, a ser gasto pelo agricultor é",
      "alternativas": ["A) 147,00.", "B) 150,00.", "C) 162,50.", "D) 165,75.", "E) 168,00."],
      "habilidades": [
        "Razão, proporção e grandezas proporcionais"
      ],
      "resposta": "C",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 159,
      "enunciado": "Uma tubulação despeja sempre o mesmo volume de água por unidade de tempo em uma caixa-d'água [...]. O fluxo (ϕ) de água através da superfície da membrana é diretamente proporcional à vazão de água na tubulação, medida em mililitro por segundo, e inversamente proporcional à área da superfície da membrana, medida em centímetro quadrado.\n\nA unidade de medida adequada para descrever o fluxo (ϕ) de água que atravessa a superfície da membrana é",
      "alternativas": [
        "A) mL ∙ s ∙ cm²",
        "B) mL / (s ∙ cm²)",
        "C) mL / (cm² ∙ s)",
        "D) (cm² ∙ s) / mL",
        "E) cm² / (mL ∙ s)"
      ],
      "habilidades": [
        "Razão, proporção e grandezas proporcionais"
      ],
      "resposta": "C",
      "prova": "MATEMATICA",
      "imagem": false
    },
    {
      "n_questao": 160,
      "enunciado": "Uma piscina tem capacidade de 2 500 000 litros. Seu sistema de abastecimento foi regulado para ter uma vazão constante de 6 000 litros de água por minuto. O mesmo sistema foi instalado em uma segunda piscina, com capacidade de 2 750 000 litros, e regulado para ter uma vazão, também constante, capaz de enchê-la em um tempo 20% maior que o gasto para encher a primeira piscina.\n\nA vazão do sistema de abastecimento da segunda piscina, em litro por minuto, é",
      "alternativas": ["A) 8 250.", "B) 7 920.", "C) 6 545.", "D) 5 500.", "E) 5 280."],
      "habilidades": [
        "Razão, proporção e grandezas proporcionais",
        "Porcentagem e juros (simples e compostos)"
      ],
      "resposta": "D",
      "prova": "MATEMATICA",
      "imagem": false
    },
    {
      "n_questao": 161,
      "enunciado": "Um tanque, em formato de paralelepípedo reto retângulo, tem em seu interior dois anteparos verticais [...]. O tanque é abastecido por uma entrada situada no teto, através de um duto que despeja água a uma vazão constante, sendo necessárias 12 horas para finalizar o seu enchimento.\n\nO gráfico que descreve, em cada instante, a maior altura de coluna de água, dentre aquelas que vão sendo formadas ao longo do enchimento do tanque, é",
      "alternativas": [
        "A) [Gráfico A]",
        "B) [Gráfico B]",
        "C) [Gráfico C]",
        "D) [Gráfico D]",
        "E) [Gráfico E]"
      ],
      "habilidades": [
        "Análise de gráficos de funções e suas propriedades (crescimento, decrescimento, máximos e mínimos)"
      ],
      "resposta": "B",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 162,
      "enunciado": "Uma imobiliária iniciou uma campanha de divulgação para promover a venda de apartamentos que podem ser pagos em 100 parcelas mensais. [...] Como atrativo, a imobiliária fará o pagamento de todas as parcelas correspondentes ao mês de aniversário do comprador. Um cliente, que faz aniversário no mês de maio, [...] pretende escolher o mês mais adequado para realizar essa compra, de modo que o valor total dos pagamentos seja o menor possível.\n\nQual é o mês que esse cliente deverá escolher para realizar a compra do apartamento?",
      "alternativas": ["A) Fevereiro.", "B) Abril.", "C) Maio.", "D) Junho.", "E) Agosto."],
      "habilidades": [
        "Sequências numéricas: progressões aritméticas e geométricas"
      ],
      "resposta": "A",
      "prova": "MATEMATICA",
      "imagem": false
    },
    {
      "n_questao": 163,
      "enunciado": "Um sistema de polias circulares e correias é um dos mecanismos responsáveis pela transmissão de movimento [...]. O manual de um motor traz uma figura representando um sistema composto por duas polias e uma correia de transmissão [...]. Para substituição dessa correia, é necessária a especificação de seu comprimento. Considere 3 como valor aproximado para π.\n\nA medida do comprimento dessa correia, em centímetro, é",
      "alternativas": ["A) 54.", "B) 60.", "C) 66.", "D) 68.", "E) 72."],
      "habilidades": [
        "Relações métricas nos triângulos e no círculo"
      ],
      "resposta": "D",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 164,
      "enunciado": "A prefeitura de uma cidade planeja construir três postos de saúde. Esses postos devem ser construídos em locais equidistantes entre si e de forma que as distâncias desses três postos ao hospital dessa cidade sejam iguais. Foram conseguidos três locais para a construção dos postos de saúde que apresentam as características desejadas, e que distam 10 km entre si, conforme o esquema [...].\n\nA distância, em quilômetro, entre o hospital e cada um dos postos de saúde, é um valor entre",
      "alternativas": ["A) 2 e 3.", "B) 4 e 5.", "C) 5 e 6.", "D) 7 e 8.", "E) 8 e 9."],
      "habilidades": [
        "Relações métricas nos triângulos e no círculo"
      ],
      "resposta": "C",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 165,
      "enunciado": "Para melhorar o fluxo de ônibus em uma avenida que tem dois semáforos, a prefeitura reduzirá o tempo em que cada sinal ficará vermelho, que atualmente é de 15 segundos a cada 60 segundos. [...] estabeleceu uma mesma redução na quantidade do tempo, em segundo, em que cada sinal ficará vermelho, de maneira que a probabilidade de um ônibus encontrar ambos os sinais vermelhos numa mesma viagem seja igual a 4/100, considerando os eventos independentes.\n\nPara isso, a redução do tempo em que o sinal ficará vermelho, em segundo, estabelecida pelo engenheiro foi de",
      "alternativas": ["A) 1,35.", "B) 3,00.", "C) 9,00.", "D) 12,60.", "E) 13,80."],
      "habilidades": [
        "Cálculo de probabilidade em espaços amostrais equiprováveis"
      ],
      "resposta": "B",
      "prova": "MATEMATICA",
      "imagem": false
    },
    {
      "n_questao": 166,
      "enunciado": "A densidade demográfica de uma região é definida como sendo a razão entre o número de habitantes dessa região e sua área [...]. Uma região R é subdividida em várias outras, sendo uma delas a região Q. A área de Q é igual a três quartos da área de R, e o número de habitantes de Q é igual à metade do número de habitantes de R. [...]\n\nA expressão que relaciona d(Q) e d(R) é",
      "alternativas": [
        "A) d(Q) = (1/4)d(R)",
        "B) d(Q) = (1/2)d(R)",
        "C) d(Q) = (3/4)d(R)",
        "D) d(Q) = (3/2)d(R)",
        "E) d(Q) = (2/3)d(R)"
      ],
      "habilidades": [
        "Razão, proporção e grandezas proporcionais"
      ],
      "resposta": "E",
      "prova": "MATEMATICA",
      "imagem": false
    },
    {
      "n_questao": 167,
      "enunciado": "Atualmente, há telefones celulares com telas de diversos tamanhos e em formatos retangulares. Alguns deles apresentam telas medindo 3 1/2 polegadas [...], sendo muito comum encontrarmos atualmente telas medindo 4 5/6 polegadas, conforme a figura.\n\nA diferença de tamanho, em valor absoluto, entre as medidas, em polegada, das telas do celular 2 e do celular 1, representada apenas com uma casa decimal, é",
      "alternativas": ["A) 0,1.", "B) 0,5.", "C) 1,0.", "D) 1,3.", "E) 1,8."],
      "habilidades": [
        "Conhecimentos numéricos: operações em conjuntos numéricos (naturais, inteiros, racionais e reais)"
      ],
      "resposta": "D",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 168,
      "enunciado": "Projetistas de uma fábrica de amortecedores realizaram uma série de experimentos [...]. Para os amortecedores serem aprovados no experimento, exige-se que as amplitudes das ondas oscilatórias, em cada tipo de superfície, sejam constantes e, ainda, que a amplitude da oscilação do amortecedor no asfalto seja menor do que sua amplitude da oscilação na estrada de chão.\n\nO tipo de gráfico que descreve o comportamento oscilatório de um amortecedor aprovado nesse experimento é",
      "alternativas": [
        "A) [Gráfico A]",
        "B) [Gráfico B]",
        "C) [Gráfico C]",
        "D) [Gráfico D]",
        "E) [Gráfico E]"
      ],
      "habilidades": [
        "Análise de gráficos de funções e suas propriedades (crescimento, decrescimento, máximos e mínimos)"
      ],
      "resposta": "A",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 169,
      "enunciado": "A criptografia refere-se à construção e análise de protocolos que impedem terceiros de lerem mensagens privadas. [...] Uma mensagem, em um alfabeto de 26 letras, foi codificada usando uma Cifra de César. Considere a probabilidade de se descobrir, aleatoriamente, o padrão utilizado nessa codificação, e que uma tentativa frustrada deverá ser eliminada nas tentativas seguintes.\n\nA probabilidade de se descobrir o padrão dessa Cifra de César apenas na terceira tentativa é dada por",
      "alternativas": [
        "A) 1/25 + 1/25 + 1/25",
        "B) 24/25 + 23/24 + 1/23",
        "C) (1/25) × (1/24) × (1/23)",
        "D) (24/25) × (23/25) × (1/25)",
        "E) (24/25) × (23/24) × (1/23)"
      ],
      "habilidades": [
        "Cálculo de probabilidade em espaços amostrais equiprováveis"
      ],
      "resposta": "E",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 170,
      "enunciado": "Em uma região com grande incidência de terremotos, observou-se que dois terremotos ocorridos apresentaram magnitudes M₁ e M₂ [...]. Entre os estudiosos do assunto, é conhecida uma expressão algébrica relacionando esses valores dada por M₂ − M₁ = (2/3)log(E₂/E₁).\nEstudos mais abrangentes observaram que o primeiro terremoto apresentou a magnitude M₁ = 6,9 e a energia liberada foi um décimo da observada no segundo terremoto.\n\nO valor aproximado da magnitude M₂ do segundo terremoto, expresso com uma casa decimal, é igual a",
      "alternativas": ["A) 5,4.", "B) 6,2.", "C) 7,6.", "D) 8,2.", "E) 8,4."],
      "habilidades": [
        "Funções de 1º e 2º grau, polinomiais, exponenciais e logarítmicas"
      ],
      "resposta": "C",
      "prova": "MATEMATICA",
      "imagem": false
    },
    {
      "n_questao": 171,
      "enunciado": "Um jardineiro dispõe de k metros lineares de cerca baixa para fazer um jardim ornamental. O jardim, delimitado por essa cerca, deve ter a forma de um triângulo equilátero, um quadrado ou um hexágono regular. A escolha será pela forma que resulte na maior área.\n\nO jardineiro escolherá a forma de",
      "alternativas": [
        "A) hexágono regular, pois a área do jardim, em metro quadrado, será (k²√3)/24",
        "B) hexágono regular, pois a área do jardim, em metro quadrado, será (3k²√3)/2",
        "C) quadrado, pois a área do jardim, em metro quadrado, será k²/16",
        "D) triângulo equilátero, pois a área do jardim, em metro quadrado, será (k²√3)/36",
        "E) triângulo equilátero, pois a área do jardim, em metro quadrado, será (k²√3)/4"
      ],
      "habilidades": [
        "Cálculo de área de figuras planas (triângulos, quadriláteros, círculos)"
      ],
      "resposta": "A",
      "prova": "MATEMATICA",
      "imagem": false
    },
    {
      "n_questao": 172,
      "enunciado": "Um aeroporto disponibiliza o serviço de transporte gratuito entre seus dois terminais utilizando os ônibus A e B [...]. A distância entre os terminais é de 9000 metros, e o percurso total dos ônibus [...] é monitorado por um sistema de cinco câmeras que cobrem diferentes partes do trecho [...]. Em determinado horário, o ônibus A parte do terminal 1 e realiza o percurso total com velocidade constante de 250 m/min; enquanto o ônibus B, que parte do terminal 2, realiza o percurso total com velocidade constante de 150 m/min.\n\nQual câmera registra o momento em que os ônibus A e B se encontram?",
      "alternativas": ["A) I", "B) II", "C) III", "D) IV", "E) V"],
      "habilidades": [
        "Funções de 1º e 2º grau, polinomiais, exponenciais e logarítmicas"
      ],
      "resposta": "D",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 173,
      "enunciado": "Uma empresa tem 400 funcionários, distribuídos em três setores: administrativo, logística e produção. O gráfico apresenta a distribuição quantitativa desses funcionários, por setor e por faixa etária.\nUma viagem de férias será sorteada entre esses funcionários, de forma que todos terão igual probabilidade de serem sorteados.\n\nA maior probabilidade é que o funcionário sorteado esteja na faixa etária",
      "alternativas": [
        "A) entre 25 e 45 anos, pois é a faixa etária com maior quantidade de funcionários.",
        "B) entre 25 e 45 anos, pois é a única faixa etária cujas porcentagens são maiores do que as porcentagens mínimas de cada setor.",
        "C) até 25 anos, pois é a única faixa etária cujos percentuais associados aos setores aumentam com o aumento da quantidade de funcionários por setor.",
        "D) até 25 anos, pois é a faixa etária que apresenta maior quantidade de funcionários no setor de produção, que é o setor que emprega metade dos funcionários dessa empresa.",
        "E) a partir de 45 anos, pois a soma das porcentagens associadas a essa faixa etária é 110%, que é maior do que as respectivas somas associadas às outras faixas etárias, que são 105% e 85%."
      ],
      "habilidades": [
        "Leitura e interpretação de tabelas e gráficos",
        "Cálculo de probabilidade em espaços amostrais equiprováveis"
      ],
      "resposta": "A",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 174,
      "enunciado": "Em um jogo virtual para celular, um personagem pode percorrer trajetórias retilíneas [...]. Considere que o personagem descreve a trajetória ABCDEF [...], sendo esses dois planos ortogonais ao plano da base que contém o ponto F, conforme a figura.\n\nA projeção ortogonal, sobre o plano da base, da trajetória ABCDEF descrita pelo personagem é",
      "alternativas": [
        "A) [Projeção A]",
        "B) [Projeção B]",
        "C) [Projeção C]",
        "D) [Projeção D]",
        "E) [Projeção E]"
      ],
      "habilidades": [
        "Conhecimentos geométricos: características de figuras planas e espaciais"
      ],
      "resposta": "C",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 175,
      "enunciado": "Uma indústria faz uma parceria com uma distribuidora de sucos para lançar no mercado dois tipos de embalagens. Para a fabricação dessas embalagens, a indústria dispõe de folhas de alumínio retangulares, de dimensões 10 cm por 20 cm. Cada uma dessas folhas é utilizada para formar a superfície lateral da embalagem, em formato de cilindro circular reto [...].\n\nDentre essas duas embalagens, a de maior capacidade apresentará volume, em centímetro cúbico, igual a",
      "alternativas": [
        "A) 4 000 π",
        "B) 2 000 π",
        "C) 4 000/π",
        "D) 1 000/π",
        "E) 500/π"
      ],
      "habilidades": [
        "Cálculo de volume e área de superfície de sólidos geométricos (prismas, pirâmides, cilindros, cones, esferas)"
      ],
      "resposta": "D",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 176,
      "enunciado": "As receitas anuais obtidas por uma indústria no período de 2014 a 2021, em milhão de reais, foram registradas, por pontos, em um gráfico. Nele, também está representada a reta que descreve a tendência de evolução das receitas. Essa reta pode ser utilizada para estimar as receitas dos anos seguintes.\n\nA estimativa da receita, em milhão de reais, dessa indústria, para o ano de 2026, obtida a partir dessa reta de tendência, é",
      "alternativas": ["A) 7.", "B) 8.", "C) 9.", "D) 10.", "E) 11."],
      "habilidades": [
        "Leitura e interpretação de tabelas e gráficos",
        "Equações da reta e da circunferência"
      ],
      "resposta": "B",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 177,
      "enunciado": "Uma empresa produz mochilas escolares sob encomenda. [...] O custo total cresce de forma linear, e a tabela apresenta esse custo para três quantidades de mochilas produzidas.\n\nO custo total, em real, para a produção de 80 mochilas será",
      "alternativas": [
        "A) 2 400,00.",
        "B) 2 520,00.",
        "C) 2 550,00.",
        "D) 2 700,00.",
        "E) 2 800,00."
      ],
      "habilidades": [
        "Funções de 1º e 2º grau, polinomiais, exponenciais e logarítmicas"
      ],
      "resposta": "C",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 178,
      "enunciado": "A umidade relativa do ar é um dos indicadores utilizados na meteorologia para fazer previsões sobre o clima. O quadro apresenta as médias mensais, em porcentagem, da umidade relativa do ar em um período de seis meses consecutivos em uma cidade.\n\nNessa cidade, a mediana desses dados, em porcentagem, da umidade relativa do ar no período considerado foi",
      "alternativas": ["A) 56.", "B) 58.", "C) 59.", "D) 60.", "E) 62."],
      "habilidades": [
        "Medidas de tendência central (média, moda, mediana)"
      ],
      "resposta": "E",
      "prova": "MATEMATICA",
      "imagem": true
    },
    {
      "n_questao": 179,
      "enunciado": "Uma empresa de engenharia foi contratada para realizar um serviço no valor de R$ 71 250,00. Os sócios da empresa decidiram que 40% desse valor seria destinado ao pagamento de três engenheiros [...]. O pagamento para cada um deles será feito de forma diretamente proporcional ao total de horas trabalhadas. [...]\n\nQual a maior diferença, em real, entre os valores recebidos por esse serviço entre dois desses engenheiros?",
      "alternativas": ["A) 1 000", "B) 1 500", "C) 3 500", "D) 3 800", "E) 5 250"],
      "habilidades": [
        "Escalas, divisão proporcional e regra de três",
        "Porcentagem e juros (simples e compostos)"
      ],
      "resposta": "C",
      "prova": "MATEMATICA",
      "imagem": false
    },
    {
      "n_questao": 180,
      "enunciado": "Um hospital tem 7 médicos cardiologistas e 6 médicos neurologistas em seu quadro de funcionários. Para executar determinada atividade, a direção desse hospital formará uma equipe com 5 médicos, sendo, pelo menos, 3 cardiologistas.\n\nA expressão numérica que representa o número máximo de maneiras distintas de formar essa equipe é",
      "alternativas": [
        "A) [Expressão A]",
        "B) [Expressão B]",
        "C) [Expressão C]",
        "D) [Expressão D]",
        "E) [Expressão E]"
      ],
      "habilidades": [
        "Princípios de contagem e análise combinatória (arranjo, combinação, permutação)"
      ],
      "resposta": "E",
      "prova": "MATEMATICA",
      "imagem": false
    }
  ]
}